{
    "author": "Sahana Udupa, Ethiraj Gabriel Dattatreyan",
    "author_sort": "Udupa, Sahana",
    "coverHref": "epub_content/9781479819164/ops/images/9781479819164.jpg",
    "coverage": "New York",
    "date": "2023",
    "description": "How digital networks are positioned within the enduring structures of colonialityThe revolutionary aspirations that fueled decolonization circulated on paper—as pamphlets, leaflets, handbills, and brochures. Now—as evidenced by movements from the Arab Spring to Black Lives Matter—revolutions, protests, and political dissidence are profoundly shaped by information circulating through digital networks.  Digital Unsettling is a critical exploration of digitalization that puts contemporary “decolonizing” movements into conversation with theorizations of digital communication. Sahana Udupa and Ethiraj Gabriel Dattatreyan interrogate the forms, forces, and processes that have reinforced neocolonial relations within contemporary digital environments, at a time when digital networks—and the agendas and actions they proffer—have unsettled entrenched hierarchies in unforeseen ways. Digital Unsettling examines events—the toppling of statues in the UK, the proliferation of #BLM activism globally, the rise of Hindu nationalists in North America, the trolling of academics, among others—and how they circulated online and across national boundaries. In doing so, Udupa and Dattatreyan demonstrate how the internet has become the key site for an invigorated anticolonial internationalism, but has simultaneously augmented conditions of racial hierarchy within nations, in the international order, and in the liminal spaces that shape human migration and the lives of those that are on the move. Digital Unsettling establishes a critical framework for placing digitalization within the longue durée of coloniality, while also revealing the complex ways in which the internet is entwined with persistent global calls for decolonization.",
    "description_html": "<p><b>How digital networks are positioned within the enduring structures of coloniality</b><br><br>The revolutionary aspirations that fueled decolonization circulated on paper—as pamphlets, leaflets, handbills, and brochures. Now—as evidenced by movements from the Arab Spring to Black Lives Matter—revolutions, protests, and political dissidence are profoundly shaped by information circulating through digital networks.  <br><br><i>Digital Unsettling</i> is a critical exploration of digitalization that puts contemporary “decolonizing” movements into conversation with theorizations of digital communication. Sahana Udupa and Ethiraj Gabriel Dattatreyan interrogate the forms, forces, and processes that have reinforced neocolonial relations within contemporary digital environments, at a time when digital networks—and the agendas and actions they proffer—have unsettled entrenched hierarchies in unforeseen ways. <br><br><i>Digital Unsettling</i> examines events—the toppling of statues in the UK, the proliferation of #BLM activism globally, the rise of Hindu nationalists in North America, the trolling of academics, among others—and how they circulated online and across national boundaries. In doing so, Udupa and Dattatreyan demonstrate how the internet has become the key site for an invigorated anticolonial internationalism, but has simultaneously augmented conditions of racial hierarchy within nations, in the international order, and in the liminal spaces that shape human migration and the lives of those that are on the move. Digital Unsettling establishes a critical framework for placing digitalization within the longue durée of coloniality, while also revealing the complex ways in which the internet is entwined with persistent global calls for decolonization.</p>",
    "format": "264 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479819164.001.0001",
    "identifier": "9781479819164",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License",
    "license_abbreviation": "CC BY-NC-ND",
    "license_icon": "https://i.creativecommons.org/l/by-nc-nd/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-nd/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479819157",
    "packageUrl": "epub_content/9781479819164",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479819164.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479819164",
    "series_names": [
    ],
    "subject": "Media & Technology",
    "subtitle": "Decoloniality and Dispossession in the Age of Social Media",
    "thumbHref": "epub_content/9781479819164/ops/images/9781479819164-th.jpg",
    "title": "Digital Unsettling",
    "title_sort": "Digital Unsettling",
    "type": "Text"
}