{
    "author": "Kathryn D. Temple",
    "author_sort": "Temple, Kathryn D.",
    "coverHref": "epub_content/9781479832637/ops/images/9781479832637.jpg",
    "coverage": "New York",
    "date": "2019",
    "description": "A history of legal emotions in William Blackstone’s England and their relationship to justiceWilliam Blackstone’s masterpiece, Commentaries on the Laws of England (1765–1769), famously took the “ungodly jumble” of English law and transformed it into an elegant and easily transportable four-volume summary. Soon after publication, the work became an international monument not only to English law, but to universal English concepts of justice and what Blackstone called “the immutable laws of good and evil.” Most legal historians regard the Commentaries as a brilliant application of Enlightenment reasoning to English legal history. Loving Justice contends that Blackstone’s work extends beyond making sense of English law to invoke emotions such as desire, disgust, sadness, embarrassment, terror, tenderness, and happiness. By enlisting an affective aesthetics to represent English law as just, Blackstone created an evocative poetics of justice whose influence persists across the Western world. In doing so, he encouraged readers to feel as much as reason their way to justice. Ultimately, Temple argues that the Commentaries offers a complex map of our affective relationship to juridical culture, one that illuminates both individual and communal understandings of our search for justice, and is crucial for understanding both justice and injustice today.",
    "description_html": "<p><b>A history of legal emotions in William Blackstone’s England and their relationship to justice</b><br><br>William Blackstone’s masterpiece, Commentaries on the Laws of England (1765–1769), famously took the “ungodly jumble” of English law and transformed it into an elegant and easily transportable four-volume summary. Soon after publication, the work became an international monument not only to English law, but to universal English concepts of justice and what Blackstone called “the immutable laws of good and evil.” <br><br>Most legal historians regard the Commentaries as a brilliant application of Enlightenment reasoning to English legal history. Loving Justice contends that Blackstone’s work extends beyond making sense of English law to invoke emotions such as desire, disgust, sadness, embarrassment, terror, tenderness, and happiness. By enlisting an affective aesthetics to represent English law as just, Blackstone created an evocative poetics of justice whose influence persists across the Western world. In doing so, he encouraged readers to feel as much as reason their way to justice. <br><br>Ultimately, Temple argues that the Commentaries offers a complex map of our affective relationship to juridical culture, one that illuminates both individual and communal understandings of our search for justice, and is crucial for understanding both justice and injustice today.</p>",
    "format": "280 pages",
    "identifier": "9781479832637",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479895274",
    "packageUrl": "epub_content/9781479832637",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479832637.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479832637",
    "series_names": [
    ],
    "subject": "American Studies / Law",
    "subtitle": "Legal Emotions in William Blackstone's England",
    "thumbHref": "epub_content/9781479832637/ops/images/9781479832637-th.jpg",
    "title": "Loving Justice",
    "title_sort": "Loving Justice",
    "type": "Text"
}