{
    "author": "Robert Lawrence Gunn",
    "author_sort": "Gunn, Robert Lawrence",
    "coverHref": "epub_content/9781479812516/ops/images/9781479812516.jpg",
    "coverage": "New York",
    "date": "2015",
    "description": "Winner, The Early American Literature Book PrizeEthnology and Empire tells stories about words and ideas, and ideas aboutwords that developed in concert with shifting conceptions about Native peoplesand western spaces in the nineteenth-century United States. Contextualizing theemergence of Native American linguistics as both a professionalized researchdiscipline and as popular literary concern of American culture prior to theU.S.-Mexico War, Robert Lawrence Gunn reveals the manner inwhich relays between the developing research practices of ethnology, works offiction, autobiography, travel narratives, Native oratory, and sign languagesgave imaginative shape to imperial activity in the western borderlands. In literary andperformative settings that range from the U.S./Mexico borderlands to the GreatLakes region of Tecumseh’s Pan-Indian Confederacy and the hallowed halls oflearned societies in New York and Philadelphia, Ethnology and Empire modelsan interdisciplinary approach to networks of peoples, spaces, and communicationpractices that transformed the boundaries of U.S. empire through atransnational and scientific archive. Emphasizing the culturally transformativeimpacts western expansionism and Indian Removal, Ethnology and Empire reimaginesU.S. literary and cultural production for future conceptions of hemisphericAmerican literatures.",
    "description_html": "<p>Winner, The Early American Literature Book Prize<br><br>Ethnology and Empire tells stories about words and ideas, and ideas about<br>words that developed in concert with shifting conceptions about Native peoples<br>and western spaces in the nineteenth-century United States. Contextualizing the<br>emergence of Native American linguistics as both a professionalized research<br>discipline and as popular literary concern of American culture prior to the<br>U.S.-Mexico War, Robert Lawrence Gunn reveals the manner in<br>which relays between the developing research practices of ethnology, works of<br>fiction, autobiography, travel narratives, Native oratory, and sign languages<br>gave imaginative shape to imperial activity in the western borderlands. <br><br><br>In literary and<br>performative settings that range from the U.S./Mexico borderlands to the Great<br>Lakes region of Tecumseh’s Pan-Indian Confederacy and the hallowed halls of<br>learned societies in New York and Philadelphia, Ethnology and Empire models<br>an interdisciplinary approach to networks of peoples, spaces, and communication<br>practices that transformed the boundaries of U.S. empire through a<br>transnational and scientific archive. Emphasizing the culturally transformative<br>impacts western expansionism and Indian Removal, Ethnology and Empire reimagines<br>U.S. literary and cultural production for future conceptions of hemispheric<br>American literatures.</p>",
    "format": "304 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479842582.001.0001",
    "identifier": "9781479812516",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479849055",
    "packageUrl": "epub_content/9781479812516",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479842582.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479812516",
    "series_names": [
    ],
    "subject": "American Studies / Literature & Literary Studies",
    "subtitle": "Languages, Literature, and the Making of the North American Borderlands",
    "thumbHref": "epub_content/9781479812516/ops/images/9781479812516-th.jpg",
    "title": "Ethnology and Empire",
    "title_sort": "Ethnology and Empire",
    "type": "Text"
}