{
    "author": "Marjorie Cohn, Kathleen Gilberd",
    "author_sort": "Cohn, Marjorie",
    "coverHref": "epub_content/9780814762929/ops/images/9780814762929.jpg",
    "coverage": "New York",
    "date": "2009",
    "description": "Lessons from veterans and active duty service members in opposition to US interventionist military policyRules of Disengagement examines the reasons men and women in the military have disobeyed orders and resisted the wars in Iraq and Afghanistan. It takes readers into the courtroom where sailors, soldiers, and Marines have argued that these wars are illegal under international law and unconstitutional under US law. Through the voices of active duty service members and veterans, it explores the growing conviction among our troops that the wars are wrong. While the Obama Administration’s pledge to remove all American troops from Iraq by the end of 2011 is encouraging – and in no small way likely attributable to resistance by our armed forces – it continues to fight in Afghanistan, and the military may soon have a heightened presence elsewhere in the Middle East and in Africa. As such, Rules of Disengagement provides inspiration and lessons for anyone who opposes an interventionist US military policy.",
    "description_html": "<p><b>Lessons from veterans and active duty service members in opposition to US interventionist military policy</b><br><br><i>Rules of Disengagement</i> examines the reasons men and women in the military have disobeyed orders and resisted the wars in Iraq and Afghanistan. It takes readers into the courtroom where sailors, soldiers, and Marines have argued that these wars are illegal under international law and unconstitutional under US law. Through the voices of active duty service members and veterans, it explores the growing conviction among our troops that the wars are wrong. While the Obama Administration’s pledge to remove all American troops from Iraq by the end of 2011 is encouraging – and in no small way likely attributable to resistance by our armed forces – it continues to fight in Afghanistan, and the military may soon have a heightened presence elsewhere in the Middle East and in Africa. As such, <i>Rules of Disengagement</i> provides inspiration and lessons for anyone who opposes an interventionist US military policy.</p>",
    "format": "227 pages",
    "identifier": "9780814762929",
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780981576923",
    "packageUrl": "epub_content/9780814762929",
    "permanent_url": "https://doi.org/10.33682/nyu/9780814762929.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814762929",
    "subject": "Law / Politics",
    "thumbHref": "epub_content/9780814762929/ops/images/9780814762929-th.jpg",
    "title": "Rules of Disengagement",
    "title_sort": "Rules of Disengagement",
    "type": "Text"
}