{
    "author": "Abbie E. Goldberg",
    "author_sort": "Goldberg, Abbie E.",
    "coverHref": "epub_content/9780814708293/ops/images/9780814708293.jpg",
    "coverage": "New York",
    "date": "2012",
    "description": "When gay couples become parents, they face a host of questions and issues that their straight counterparts may never have to consider. How important is it for each partner to have a biological tie to their child? How will they become parents: will they pursue surrogacy, or will they adopt? Will both partners legally be able to adopt their child? Will they have to hide their relationship to speed up the adoption process? Will one partner be the primary breadwinner? And how will their lives change, now that the presence of a child has made their relationship visible to the rest of the world? In Gay Dads: Transitions to Adoptive Fatherhood, Abbie E. Goldberg examines the ways in which gay fathers approach and negotiate parenthood when they adopt. Drawing on empirical data from her in-depth interviews with 70 gay men, Goldberg analyzes how gay dads interact with competing ideals of fatherhood and masculinity, alternately pioneering and accommodating heteronormative &#8220;parenthood culture.&#8221; The first study of gay men's transitions to fatherhood, this work will appeal to a wide range of readers, from those in the social sciences to social work to legal studies, as well as to gay-adoptive parent families themselves.",
    "description_html": "<p>When gay couples become parents, they face a host of questions and issues that their straight counterparts may never have to consider. How important is it for each partner to have a biological tie to their child? How will they become parents: will they pursue surrogacy, or will they adopt? Will both partners legally be able to adopt their child? Will they have to hide their relationship to speed up the adoption process? Will one partner be the primary breadwinner? And how will their lives change, now that the presence of a child has made their relationship visible to the rest of the world? <br><br><br><br>In Gay Dads: Transitions to Adoptive Fatherhood, Abbie E. Goldberg examines the ways in which gay fathers approach and negotiate parenthood when they adopt. Drawing on empirical data from her in-depth interviews with 70 gay men, Goldberg analyzes how gay dads interact with competing ideals of fatherhood and masculinity, alternately pioneering and accommodating heteronormative &#8220;parenthood culture.&#8221; The first study of gay men's transitions to fatherhood, this work will appeal to a wide range of readers, from those in the social sciences to social work to legal studies, as well as to gay-adoptive parent families themselves.</p>",
    "format": "251 pages",
    "identifier": "9780814708293",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814732243",
    "packageUrl": "epub_content/9780814708293",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814732236.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814708293",
    "series_names": [
    ],
    "subject": "LGBTQ & Sexuality / Psychology / Women's & Gender Studies",
    "subtitle": "Transitions to Adoptive Fatherhood",
    "thumbHref": "epub_content/9780814708293/ops/images/9780814708293-th.jpg",
    "title": "Gay Dads",
    "title_sort": "Gay Dads",
    "type": "Text"
}