{
    "author": "Sarah Florini",
    "author_sort": "Florini, Sarah",
    "coverHref": "epub_content/9781479892464/ops/images/9781479892464.jpg",
    "coverage": "New York",
    "date": "2019",
    "description": "How black Americans use digital networks to organize and cultivate solidarityUnrest gripped Ferguson, Missouri, after Mike Brown, an unarmed black teenager, was shot and killed by Officer Darren Wilson in August 2014. Many black Americans turned to their digital and social media networks to circulate information, cultivate solidarity, and organize during that tumultuous moment. While Ferguson and the subsequent protests made black digital networks visible to mainstream media, these networks did not coalesce overnight. They were built and maintained over years through common, everyday use.Beyond Hashtags explores these everyday practices and their relationship to larger social issues through an in-depth analysis of a trans-platform network of black American digital and social media users and content creators. In the crucial years leading up to the emergence of the Movement for Black Lives, black Americans used digital networks not only to cope with day-to-day experiences of racism, but also as an incubator for the debates that have since exploded onto the national stage. Beyond Hashtags tells the story of an influential subsection of these networks, an assemblage of podcasting, independent media, Instagram, Vine, Facebook, and the network of Twitter users that has come to be known as “Black Twitter.” Florini looks at how black Americans use these technologies often simultaneously to create a space to reassert their racial identities, forge community, organize politically, and create alternative media representations and news sources.  Beyond Hashtags demonstrates how much insight marginalized users have into technology.",
    "description_html": "<p><b>How black Americans use digital networks to organize and cultivate solidarity</b><br><br>Unrest gripped Ferguson, Missouri, after Mike Brown, an unarmed black teenager, was shot and killed by Officer Darren Wilson in August 2014. Many black Americans turned to their digital and social media networks to circulate information, cultivate solidarity, and organize during that tumultuous moment. While Ferguson and the subsequent protests made black digital networks visible to mainstream media, these networks did not coalesce overnight. They were built and maintained over years through common, everyday use.<br><br><i>Beyond Hashtags</i> explores these everyday practices and their relationship to larger social issues through an in-depth analysis of a trans-platform network of black American digital and social media users and content creators. In the crucial years leading up to the emergence of the Movement for Black Lives, black Americans used digital networks not only to cope with day-to-day experiences of racism, but also as an incubator for the debates that have since exploded onto the national stage. <i>Beyond Hashtags</i> tells the story of an influential subsection of these networks, an assemblage of podcasting, independent media, Instagram, Vine, Facebook, and the network of Twitter users that has come to be known as “Black Twitter.” Florini looks at how black Americans use these technologies often simultaneously to create a space to reassert their racial identities, forge community, organize politically, and create alternative media representations and news sources.  <i>Beyond Hashtags</i> demonstrates how much insight marginalized users have into technology.</p>",
    "format": "288 pages",
    "handle": "http://hdl.handle.net/2333.1/f1vhhwrf",
    "identifier": "9781479892464",
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License",
    "license_abbreviation": "CC BY-NC-ND",
    "license_icon": "https://i.creativecommons.org/l/by-nc-nd/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-nd/4.0/",
    "packageUrl": "epub_content/9781479892464",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479892464",
    "subject": "American Studies / Media & Technology",
    "subtitle": "Racial Politics and Black Digital Networks",
    "thumbHref": "epub_content/9781479892464/ops/images/9781479892464-th.jpg",
    "title": "Beyond Hashtags",
    "title_sort": "Beyond Hashtags",
    "type": "Text"
}