{
    "author": "Monica Williams",
    "author_sort": "Williams, Monica",
    "coverHref": "epub_content/9781479871247/ops/images/9781479871247.jpg",
    "coverage": "New York",
    "date": "2018",
    "description": "The controversy surrounding community responses to housing for sexually violent predators When a South Carolina couple killed a registered sex offender and his wife after they moved into their neighborhood in 2013, the story exposed an extreme and relatively rare instance of violence against sex offenders.  While media accounts would have us believe that vigilantes across the country lie in wait for predators who move into their neighborhoods, responses to sex offenders more often involve collective campaigns that direct outrage toward political and criminal justice systems.  No community wants a sex offender in its midst, but instead of vigilantism, Monica Williams argues, citizens often leverage moral, political, and/or legal authority to keep these offenders out of local neighborhoods. Her book, the culmination of four years of research, 70 in-depth interviews, participant observations, and studies of numerous media sources, reveals the origins and characteristics of community responses to sexually violent predators (SVP) in the U.S. Specifically, The Sex Offender Housing Dilemma examines the placement process for released SVPs in California and the communities’ responses to those placements.  Taking the reader into the center of these related issues, Monica Williams provokes debate on the role of communities in the execution of criminal justice policies, while also addressing the responsibility of government institutions to both groups of citizens. The Sex Offender Housing Dilemma is sure to promote increased civic engagement to help strengthen communities, increase public safety, and ensure government accountability.",
    "description_html": "<p><b>The controversy surrounding community responses to housing for sexually violent predators <br></b><br>When a South Carolina couple killed a registered sex offender and his wife after they moved into their neighborhood in 2013, the story exposed an extreme and relatively rare instance of violence against sex offenders.  While media accounts would have us believe that vigilantes across the country lie in wait for predators who move into their neighborhoods, responses to sex offenders more often involve collective campaigns that direct outrage toward political and criminal justice systems.  <br><br>No community wants a sex offender in its midst, but instead of vigilantism, Monica Williams argues, citizens often leverage moral, political, and/or legal authority to keep these offenders out of local neighborhoods. Her book, the culmination of four years of research, 70 in-depth interviews, participant observations, and studies of numerous media sources, reveals the origins and characteristics of community responses to sexually violent predators (SVP) in the U.S. Specifically, The Sex Offender Housing Dilemma examines the placement process for released SVPs in California and the communities’ responses to those placements.  <br><br>Taking the reader into the center of these related issues, Monica Williams provokes debate on the role of communities in the execution of criminal justice policies, while also addressing the responsibility of government institutions to both groups of citizens. The Sex Offender Housing Dilemma is sure to promote increased civic engagement to help strengthen communities, increase public safety, and ensure government accountability.</p>",
    "format": "288 pages",
    "identifier": "9781479871247",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479836499",
    "packageUrl": "epub_content/9781479871247",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479871247.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479871247",
    "subject": "Criminology / Sociology",
    "subtitle": "Community Activism, Safety, and Social Justice",
    "thumbHref": "epub_content/9781479871247/ops/images/9781479871247-th.jpg",
    "title": "The Sex Offender Housing Dilemma",
    "title_sort": "Sex Offender Housing Dilemma",
    "type": "Text"
}