{
    "author": "Martin Joseph Ponce",
    "author_sort": "Ponce, Martin Joseph",
    "coverHref": "epub_content/9780814768662/ops/images/9780814768662.jpg",
    "coverage": "New York",
    "date": "2012",
    "description": "Part of the American Literatures Initiative Series  Beyond the Nation charts an expansive history of Filipino literature in the U.S., forged within the dual contexts of imperialism and migration, from the early twentieth century into the twenty-first. Martin Joseph Ponce theorizes and enacts a queer diasporic reading practice that attends to the complex crossings of race and nation with gender and sexuality. Tracing the conditions of possibility of Anglophone Filipino literature to U.S. colonialism in the Philippines in the early twentieth century, the book examines how a host of writers from across the century both imagine and address the Philippines and the United States, inventing a variety of artistic lineages and social formations in the process. Beyond the Nation considers a broad array of issues, from early Philippine nationalism, queer modernism, and transnational radicalism, to music-influenced and cross-cultural poetics, gay male engagements with martial law and popular culture, second-generational dynamics, and the relation between reading and revolution. Ponce elucidates not only the internal differences that mark this literary tradition but also the wealth of expressive practices that exceed the terms of colonial complicity, defiant nationalism, or conciliatory assimilation. Moving beyond the nation as both the primary analytical framework and locus of belonging, Ponce proposes that diasporic Filipino literature has much to teach us about alternative ways of imagining erotic relationships and political communities.",
    "description_html": "<p>Part of the American Literatures Initiative Series  <br><br><br><br><br><br>Beyond the Nation charts an expansive history of Filipino literature in the U.S., forged within the dual contexts of imperialism and migration, from the early twentieth century into the twenty-first. Martin Joseph Ponce theorizes and enacts a queer diasporic reading practice that attends to the complex crossings of race and nation with gender and sexuality. Tracing the conditions of possibility of Anglophone Filipino literature to U.S. colonialism in the Philippines in the early twentieth century, the book examines how a host of writers from across the century both imagine and address the Philippines and the United States, inventing a variety of artistic lineages and social formations in the process. <br><br><br><br>Beyond the Nation considers a broad array of issues, from early Philippine nationalism, queer modernism, and transnational radicalism, to music-influenced and cross-cultural poetics, gay male engagements with martial law and popular culture, second-generational dynamics, and the relation between reading and revolution. Ponce elucidates not only the internal differences that mark this literary tradition but also the wealth of expressive practices that exceed the terms of colonial complicity, defiant nationalism, or conciliatory assimilation. Moving beyond the nation as both the primary analytical framework and locus of belonging, Ponce proposes that diasporic Filipino literature has much to teach us about alternative ways of imagining erotic relationships and political communities.</p>",
    "format": "298 pages",
    "identifier": "9780814768662",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814768068",
    "packageUrl": "epub_content/9780814768662",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814768051.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814768662",
    "subject": "Asian American Studies / LGBTQ & Sexuality / Literature & Literary Studies",
    "subtitle": "Diasporic Filipino Literature and Queer Reading",
    "thumbHref": "epub_content/9780814768662/ops/images/9780814768662-th.jpg",
    "title": "Beyond the Nation",
    "title_sort": "Beyond the Nation",
    "type": "Text"
}