{
    "author": "Kyle T. Bulthuis",
    "author_sort": "Bulthuis, Kyle T.",
    "coverHref": "epub_content/9781479894178/ops/images/9781479894178.jpg",
    "coverage": "New York",
    "date": "2014",
    "description": "Tells the diverse story of four congregations in New York City as they navigated the social and political changes of the late eighteenth and mid-nineteenth centuries. In the fifty years after the Constitution was signed in 1787, New York City grew from a port town of 30,000 to a metropolis of over half a million residents. This rapid development transformed a once tightknit community and its religious experience. Including four churches belonging in various forms to the Church of England, that in some form still thrive today. Rapid urban and social change connected these believers in unity in the late colonial era. As the city grew larger, more impersonal, and socially divided, churches reformed around race and class-based neighborhoods.    In Four Steeples over the City Streets, Kyle T. Bulthuis examines the intertwining of these four famous institutions—Trinity Episcopal, John Street Methodist, Mother Zion African Methodist, and St. Philip’s (African) Episcopal—to uncover the lived experience of these historical subjects, and just how religious experience and social change connected in the dynamic setting of early Republic New York.Drawing on a wide range of sources including congregational records and the unique histories of some of the churches leaders, Four Steeples over the City Streets reveals how these city churches responded to these transformations from colonial times to the mid-nineteenth century. Bulthuis also adds new dynamics to the stories of well-known New Yorkers such as John Jay, James Harper, and Sojourner Truth. More importantly, Four Steeples over the City Streets connects issues of race, class, and gender, urban studies, and religious experience, revealing how the city shaped these churches, and how their respective religious traditions shaped the way they reacted to the city. This book is a critical addition to the study and history of African American activism and life in the ever-changing metropolis of New York City.",
    "description_html": "<p><b>Tells the diverse story of four congregations in New York City as they navigated the social and political changes of the late eighteenth and mid-nineteenth centuries. </b><br><br>In the fifty years after the Constitution was signed in 1787, New York City grew from a port town of 30,000 to a metropolis of over half a million residents. This rapid development transformed a once tightknit community and its religious experience. Including four churches belonging in various forms to the Church of England, that in some form still thrive today. Rapid urban and social change connected these believers in unity in the late colonial era. As the city grew larger, more impersonal, and socially divided, churches reformed around race and class-based neighborhoods.    <br><br>In Four Steeples over the City Streets, Kyle T. Bulthuis examines the intertwining of these four famous institutions—Trinity Episcopal, John Street Methodist, Mother Zion African Methodist, and St. Philip’s (African) Episcopal—to uncover the lived experience of these historical subjects, and just how religious experience and social change connected in the dynamic setting of early Republic New York.<br><br>Drawing on a wide range of sources including congregational records and the unique histories of some of the churches leaders, Four Steeples over the City Streets reveals how these city churches responded to these transformations from colonial times to the mid-nineteenth century. Bulthuis also adds new dynamics to the stories of well-known New Yorkers such as John Jay, James Harper, and Sojourner Truth. More importantly, Four Steeples over the City Streets connects issues of race, class, and gender, urban studies, and religious experience, revealing how the city shaped these churches, and how their respective religious traditions shaped the way they reacted to the city. <br><br>This book is a critical addition to the study and history of African American activism and life in the ever-changing metropolis of New York City.</p>",
    "format": "320 pages",
    "identifier": "9781479894178",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479831340",
    "packageUrl": "epub_content/9781479894178",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479814275.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479894178",
    "subject": "African American Studies / History",
    "subtitle": "Religion and Society in New York’s Early Republic Congregations",
    "thumbHref": "epub_content/9781479894178/ops/images/9781479894178-th.jpg",
    "title": "Four Steeples over the City Streets",
    "title_sort": "Four Steeples over the City Streets",
    "type": "Text"
}