{
    "author": "Cynthia Taylor",
    "author_sort": "Taylor, Cynthia",
    "coverHref": "epub_content/9781479899388/ops/images/9781479899388.jpg",
    "coverage": "New York",
    "date": "2005",
    "description": "Important insights into the life and mind of one of the most significant civil rights leaders of the twentieth centuryA. Philip Randolph, founder of the Brotherhood of Sleeping Car Porters, was one of the most effective black trade unionists in America.  Once known as \"the most dangerous black man in America,\" he was a radical journalist, a labor leader, and a pioneer of civil rights strategies.  His protegé Bayard Rustin noted that, \"With the exception of W.E.B. Du Bois, he was probably the greatest civil rights leader of the twentieth century until Martin Luther King.\"Scholarship has traditionally portrayed Randolph as an atheist and anti-religious, his connections to African American religion either ignored or misrepresented.  Taylor places Randolph within the context of American religious history and uncovers his complex relationship to African American religion. She demonstrates that Randolph’s religiosity covered a wide spectrum of liberal Protestant beliefs, from a religious humanism on the left, to orthodox theological positions on the right, never straying far from his African Methodist roots.",
    "description_html": "<p><b>Important insights into the life and mind of one of the most significant civil rights leaders of the twentieth century</b><br><br>A. Philip Randolph, founder of the Brotherhood of Sleeping Car Porters, was one of the most effective black trade unionists in America.  Once known as \"the most dangerous black man in America,\" he was a radical journalist, a labor leader, and a pioneer of civil rights strategies.  His protegé Bayard Rustin noted that, \"With the exception of W.E.B. Du Bois, he was probably the greatest civil rights leader of the twentieth century until Martin Luther King.\"<br><br>Scholarship has traditionally portrayed Randolph as an atheist and anti-religious, his connections to African American religion either ignored or misrepresented.  Taylor places Randolph within the context of American religious history and uncovers his complex relationship to African American religion. She demonstrates that Randolph’s religiosity covered a wide spectrum of liberal Protestant beliefs, from a religious humanism on the left, to orthodox theological positions on the right, never straying far from his African Methodist roots.</p>",
    "format": "291 pages",
    "identifier": "9781479899388",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814782873",
    "packageUrl": "epub_content/9781479899388",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479899388.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479899388",
    "subject": "African American Studies / History / Religion",
    "subtitle": "The Religious Journey of an African American Labor Leader",
    "thumbHref": "epub_content/9781479899388/ops/images/9781479899388-th.jpg",
    "title": "A. Philip Randolph",
    "title_sort": "A. Philip Randolph",
    "type": "Text"
}