{
   "title" : "Hybrid",
   "date" : "1996",
   "type" : "Text",
   "description" : "The United States, and the West in general, has always organized society\nalong bipolar lines. We are either gay or straight, male or female, white\nor not, disabled or not.\n\nIn recent years, however, America seems increasingly aware of those who\ndefy such easy categorization. Yet, rather than being welcomed for the\nchallenges that they offer, people living the gap are often ostracized by\nall the communities to which they might belong. Bisexuals, for instance,\nare often blamed for spreading AIDS to the heterosexual community and are\nregarded with suspicion by gays and lesbians. Interracial couples are\nrendered invisible through monoracial recordkeeping that confronts them\nat school, at work, and on official documents. In Hybrid, Ruth Colker\nargues that our bipolar classification system obscures a genuine\nunderstanding of the very nature of subordination. Acknowledging that\ncategorization is crucial and unavoidable in a world of practical\nproblems and day-to-day conflicts, Ruth Colker shows how categories can\nand must be improved for the good of all.\n",
   "thumbHref" : "epub_content/9780814715383/ops/images/9780814715383-th.jpg",
   "subject" : "LAW / Gender & the Law",
   "author" : "Ruth Colker",
   "description_html" : "\n<p>The United States, and the West in general, has always organized society along bipolar lines. We are either gay or straight, male or female, white or not, disabled or not.</p> <p>In recent years, however, America seems increasingly aware of those who defy such easy categorization. Yet, rather than being welcomed for the challenges that they offer, people living the gap are often ostracized by all the communities to which they might belong. Bisexuals, for instance, are often blamed for spreading AIDS to the heterosexual community and are regarded with suspicion by gays and lesbians. Interracial couples are rendered invisible through monoracial recordkeeping that confronts them at school, at work, and on official documents. In <b>Hybrid</b>, Ruth Colker argues that our bipolar classification system obscures a genuine understanding of the very nature of subordination. Acknowledging that categorization is crucial and unavoidable in a world of practical problems and day-to-day conflicts, Ruth Colker shows how categories can and must be improved for the good of all. </p>",
   "identifier" : "9780814715383",
   "rootUrl" : "epub_content/9780814715383",
   "coverage" : "New York",
   "handle" : "http://hdl.handle.net/2333.1/djh9w2k9",
   "language" : "en",
   "subtitle" : "Bisexuals, Multiracials, and Other Misfits Under American Law",
   "title_sort" : "Hybrid",
   "coverHref" : "epub_content/9780814715383/ops/images/9780814715383.jpg",
   "format" : "314 pages",
   "publisher" : "New York University Press",
   "author_sort" : "Colker, Ruth",
   "packageUrl" : "epub_content/9780814715383"
}
