{
    "author": "Markus Dirk Dubber",
    "author_sort": "Dubber, Markus Dirk",
    "coverHref": "epub_content/9780814769881/ops/images/9780814769881.jpg",
    "coverage": "New York",
    "date": "2002",
    "description": "Two phenomena have shaped American criminal law for the past thirty years: the war on crime and the victims' rights movement. As incapacitation has replaced rehabilitation as the dominant ideology of punishment, reflecting a shift from an identification with defendants to an identification with victims, the war on crime has victimized offenders and victims alike. What we need instead, Dubber argues, is a system which adequately recognizes both victims and defendants as persons. Victims in the War on Crime is the first book to provide a critical analysis of the role of victims in the criminal justice system as a whole.  It also breaks new ground in focusing not only on the victims of crime, but also on those of the war on victimless crime.  After first offering an original critique of the American penal system in the age of the crime war, Dubber undertakes an incisive comparative reading of American criminal law and the law of crime victim compensation, culminating in a wide-ranging revision that takes victims seriously, and offenders as well.Dubber here salvages the project of vindicating victims' rights for its own sake, rather than as a weapon in the war against criminals. Uncovering the legitimate core of the victims' rights movement from underneath existing layers of bellicose rhetoric, he demonstrates how victims' rights can help us build a system of American criminal justice after the frenzy of the war on crime has died down.",
    "description_html": "<p>Two phenomena have shaped American criminal law for the past thirty years: the war on crime and the victims' rights movement. As incapacitation has replaced rehabilitation as the dominant ideology of punishment, reflecting a shift from an identification with defendants to an identification with victims, the war on crime has victimized offenders and victims alike. What we need instead, Dubber argues, is a system which adequately recognizes both victims and defendants as persons.<br> <b>Victims in the War on Crime</b> is the first book to provide a critical analysis of the role of victims in the criminal justice system as a whole.  It also breaks new ground in focusing not only on the victims of crime, but also on those of the war on victimless crime.  After first offering an original critique of the American penal system in the age of the crime war, Dubber undertakes an incisive comparative reading of American criminal law and the law of crime victim compensation, culminating in a wide-ranging revision that takes victims seriously, and offenders as well.<br>Dubber here salvages the project of vindicating victims' rights for its own sake, rather than as a weapon in the war against criminals. Uncovering the legitimate core of the victims' rights movement from underneath existing layers of bellicose rhetoric, he demonstrates how victims' rights can help us build a system of American criminal justice after the frenzy of the war on crime has died down.</p>",
    "format": "399 pages",
    "identifier": "9780814769881",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814719299",
    "packageUrl": "epub_content/9780814769881",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814769881.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814769881",
    "subject": "Criminology / Law",
    "subtitle": "The Use and Abuse of Victims' Rights",
    "thumbHref": "epub_content/9780814769881/ops/images/9780814769881-th.jpg",
    "title": "Victims in the War on Crime",
    "title_sort": "Victims in the War on Crime",
    "type": "Text"
}