{
    "author": "Wendy Grossman",
    "author_sort": "Grossman, Wendy",
    "coverHref": "epub_content/9781479812905/ops/images/9781479812905.jpg",
    "coverage": "New York",
    "date": "1998",
    "description": "Assesses the battles over Internet regulation that will define the venue's future Who will rule cyberspace? And why should people care? Recently stories have appeared in a variety of news media, from the sensational to the staid, that portray the Internet as full of pornography, pedophilia, recipes for making bombs, lewd and lawless behavior, and copyright violators. And, for politicians eager for votes, or to people who have never strolled the electronic byways, regulating the Net seems as logical and sensible as making your kids wear seat belts. Forget freedom of speech: children can read this stuff. From the point of view of those on the Net, mass-media's representation of pornography on the Internet grossly overestimates the amount that is actually available, and these stories are based on studies that are at best flawed and at worst fraudulent. To netizens, the panic over the electronic availability of bomb-making recipes and other potentially dangerous material is groundless: the same material is readily available in public libraries. Out on the Net, it seems outrageous that people who have never really experienced it are in a position to regulate it. How then, should the lines be drawn in the grey area between cyberspace and the physical world? In net.wars, Wendy Grossman, a journalist who has covered the Net since 1992 for major publications such as Wired, The Guardian, and The Telegraph, assesses the battles that will define the future of this new venue. From the Church of Scientology's raids on Net users to netizens attempts to overthrow both the Communications Decency Act and the restrictions on the export of strong encryption, net.wars explains the issues and the background behind the headlines. Among the issues covered are net scams, class divisions on the net, privacy issues, the Communications Decency Act, women online, pornography, hackers and the computer underground, net criminals and sociopaths, and more.Full text online version at www.nyupress.org/netwars.",
    "description_html": "<p><b>Assesses the battles over Internet regulation that will define the venue's future</b><br><br> Who will rule cyberspace? And why should people care? Recently stories have appeared in a variety of news media, from the sensational to the staid, that portray the Internet as full of pornography, pedophilia, recipes for making bombs, lewd and lawless behavior, and copyright violators. And, for politicians eager for votes, or to people who have never strolled the electronic byways, regulating the Net seems as logical and sensible as making your kids wear seat belts. Forget freedom of speech: children can read this stuff.<br><br> From the point of view of those on the Net, mass-media's representation of pornography on the Internet grossly overestimates the amount that is actually available, and these stories are based on studies that are at best flawed and at worst fraudulent. To netizens, the panic over the electronic availability of bomb-making recipes and other potentially dangerous material is groundless: the same material is readily available in public libraries. Out on the Net, it seems outrageous that people who have never really experienced it are in a position to regulate it.<br><br> How then, should the lines be drawn in the grey area between cyberspace and the physical world? In <b>net.wars</b>, Wendy Grossman, a journalist who has covered the Net since 1992 for major publications such as <i>Wired, The Guardian</i>, and <i>The Telegraph</i>, assesses the battles that will define the future of this new venue. From the Church of Scientology's raids on Net users to netizens attempts to overthrow both the Communications Decency Act and the restrictions on the export of strong encryption, net.wars explains the issues and the background behind the headlines. Among the issues covered are net scams, class divisions on the net, privacy issues, the Communications Decency Act, women online, pornography, hackers and the computer underground, net criminals and sociopaths, and more.<br><br>Full text online version at <b>www.nyupress.org/netwars</b>.</p>",
    "format": "256 pages",
    "identifier": "9781479812905",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814731031",
    "packageUrl": "epub_content/9781479812905",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479812905.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479812905",
    "subject": "Media & Technology",
    "thumbHref": "epub_content/9781479812905/ops/images/9781479812905-th.jpg",
    "title": "net.wars",
    "title_sort": "net.wars",
    "type": "Text"
}