{
    "author": "Loch K. Johnson",
    "author_sort": "Johnson, Loch K.",
    "coverHref": "epub_content/9780814771730/ops/images/9780814771730.jpg",
    "coverage": "New York",
    "date": "2002",
    "description": "An \"experienced overseer of intelligence\" maps out the future of American intelligence and securityRecent years have seen numerous books about the looming threat posed to Western society by biological and chemical terrorism, by narcoterrorists, and by the unpredictable leaders of rogue nations. Some of these works have been alarmist. Some have been sensible and measured. But none has been by Loch Johnson. Johnson, author of the acclaimed Secret Agencies and \"an experienced overseer of intelligence\" (Foreign Affairs), here examines the present state and future challenges of American strategic intelligence. Written in his trademark style--dubbed \"highly readable\" by Publishers Weekly--and drawing on dozens of personal interviews and contacts, Johnson takes advantage of his insider access to explore how America today aspires to achieve nothing less than \"global transparency,\" ferreting out information on potential dangers in every corner of the world. And yet the American security establishment, for all its formidable resources, technology, and networks, currently remains a loose federation of individual fortresses, rather than a well integrated \"community\" of agencies working together to provide the President with accurate information on foreign threats and opportunities. Intelligence failure, like the misidentified Chinese embassy in Belgrade accidentally bombed by a NATO pilot, is the inevitable outcome when the nation's thirteen secret agencies steadfastly resist the need for central coordination. Ranging widely and boldly over such controversial topics as the intelligence role of the United Nations (which Johnson believes should be expanded) and whether assassination should be a part of America's foreign policy (an option he rejects for fear that the U.S. would then be cast not only as global policeman but also as global godfather), Loch K. Johnson here maps out a critical and prescriptive vision of the future of American intelligence.",
    "description_html": "<p><b>An \"experienced overseer of intelligence\" maps out the future of American intelligence and security</b><br><br>Recent years have seen numerous books about the looming threat posed to Western society by biological and chemical terrorism, by narcoterrorists, and by the unpredictable leaders of rogue nations. Some of these works have been alarmist. Some have been sensible and measured. But none has been by Loch Johnson.<br><br> Johnson, author of the acclaimed <i>Secret Agencies </i>and \"an experienced overseer of intelligence\" (<i>Foreign Affairs</i>), here examines the present state and future challenges of American strategic intelligence. Written in his trademark style--dubbed \"highly readable\" by <i>Publishers Weekly</i>--and drawing on dozens of personal interviews and contacts, Johnson takes advantage of his insider access to explore how America today aspires to achieve nothing less than \"global transparency,\" ferreting out information on potential dangers in every corner of the world.<br><br> And yet the American security establishment, for all its formidable resources, technology, and networks, currently remains a loose federation of individual fortresses, rather than a well integrated \"community\" of agencies working together to provide the President with accurate information on foreign threats and opportunities. Intelligence failure, like the misidentified Chinese embassy in Belgrade accidentally bombed by a NATO pilot, is the inevitable outcome when the nation's thirteen secret agencies steadfastly resist the need for central coordination.<br><br> Ranging widely and boldly over such controversial topics as the intelligence role of the United Nations (which Johnson believes should be expanded) and whether assassination should be a part of America's foreign policy (an option he rejects for fear that the U.S. would then be cast not only as global policeman but also as global godfather), Loch K. Johnson here maps out a critical <i>and</i> prescriptive vision of the future of American intelligence.</p>",
    "format": "298 pages",
    "handle": "https://doi.org/10.18574/nyu/9780814771730.001.0001",
    "identifier": "9780814771730",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814742532",
    "packageUrl": "epub_content/9780814771730",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814771730.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814771730",
    "series_names": [
    ],
    "subject": "Politics",
    "subtitle": "Intelligence and America's Quest for Security",
    "thumbHref": "epub_content/9780814771730/ops/images/9780814771730-th.jpg",
    "title": "Bombs, Bugs, Drugs, and Thugs",
    "title_sort": "Bombs, Bugs, Drugs, and Thugs",
    "type": "Text"
}