{
    "author": "Lynn Phillips",
    "author_sort": "Phillips, Lynn",
    "coverHref": "epub_content/9780814768150/ops/images/9780814768150.jpg",
    "coverage": "New York",
    "date": "2000",
    "description": "How young women make sense of, resist, and negotiate conflicting messages on female sexuality and sexual agencyIn Flirting with Danger, Lynn M. Phillips explores how young women make sense of, resist, and negotiate conflicting cultural messages about sexual agency, responsibility, aggression, and desire. How do women develop their ideas about sex, love, and domination? Why do they express feminist views condemning male violence in the abstract, but often adamantly refuse to name their own violent and exploitive encounters as abuse, rape, or victimization? Based on in-depth individual and collective interviews with a racially and culturally diverse sample of college-aged women, Flirting with Danger sheds valuable light on the cultural lenses through which young women interpret their sexual encounters and their experiences of male aggression in heterosexual relationships. Phillips makes an important contribution to the fields of female and adolescent sexuality, feminist theory, and feminist method. The volume will also be of particular use to advocates seeking to design prevention and intervention programs which speak to the complex needs of women grappling with questions of sexuality and violence.",
    "description_html": "<p><b>How young women make sense of, resist, and negotiate conflicting messages on female sexuality and sexual agency</b><br><br>In <b>Flirting with Danger</b>, Lynn M. Phillips explores how young women make sense of, resist, and negotiate conflicting cultural messages about sexual agency, responsibility, aggression, and desire. How do women develop their ideas about sex, love, and domination? Why do they express feminist views condemning male violence in the abstract, but often adamantly refuse to name their own violent and exploitive encounters as abuse, rape, or victimization?<br><br> Based on in-depth individual and collective interviews with a racially and culturally diverse sample of college-aged women, <b>Flirting with Danger</b> sheds valuable light on the cultural lenses through which young women interpret their sexual encounters and their experiences of male aggression in heterosexual relationships.<br><br> Phillips makes an important contribution to the fields of female and adolescent sexuality, feminist theory, and feminist method. The volume will also be of particular use to advocates seeking to design prevention and intervention programs which speak to the complex needs of women grappling with questions of sexuality and violence.</p>",
    "format": "253 pages",
    "identifier": "9780814768150",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814766583",
    "packageUrl": "epub_content/9780814768150",
    "permanent_url": false,
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814768150",
    "series_names": [
    ],
    "subject": "Psychology / Women's & Gender Studies",
    "subtitle": "Young Women's Reflections on Sexuality and Domination",
    "thumbHref": "epub_content/9780814768150/ops/images/9780814768150-th.jpg",
    "title": "Flirting with Danger",
    "title_sort": "Flirting with Danger",
    "type": "Text"
}