{
    "author": "Mara Mills, Rebecca Sanchez",
    "author_sort": "Mills, Mara",
    "coverHref": "epub_content/9781479819386/ops/images/9781479819386.jpg",
    "coverage": "New York",
    "date": "2023",
    "description": "An expansive volume presenting crip approaches to writing, research, and publishing.  Crip Authorship: Disability as Method is an expansive volume presenting the multidisciplinary methods brought into being by disability studies and activism. Mara Mills and Rebecca Sanchez have convened leading scholars, artists, and activists to explore the ways disability shapes authorship, transforming cultural production, aesthetics, and media.Starting from the premise that disability is plural and authorship spans composition, affect, and publishing, this collection of thirty-five compact essays asks how knowledge about disability is produced and shared in disability studies. Disability alters, generates, and dismantles method. Crip authorship takes place within and beyond the commodity version of authorship, in books, on social media, and in creative works that will never be published.  The chapters draw on the expertise of international researchers and activists in the humanities, social sciences, education, arts, and design. Across five sections—Writing, Research, Genre/Form, Publishing, Media—contributors consider disability as method for creative work: practices of writing and other forms of composition; research methods and collaboration; crip aesthetics; media formats and hacks; and the capital, access, legal standing, and care networks required to publish. Designed to be accessible and engaging for students, Crip Authorship also provides theoretically sophisticated arguments in a condensed form that will make the text a key resource for disability studies scholars. Essays include Mel Y Chen on the temporality of writing with chronic illness; Remi Yergeau on perseveration; La Marr Jurelle Bruce on mad Black writing; Alison Kafer on the reliance of the manifesto genre on disability; Jaipreet Virdi on public scholarship for disability justice; Ellen Samuels on the importance of disability and illness to autotheory; Xuan Thuy Nguyen on decolonial research methods for disability studies; Emily Lim Rogers on virtual ethnography; Cameron Awkward-Rich on depression and trans reading methods; Robert McRuer on crip theory in translation; Kelsie Acton on plain language writing; and Georgina Kleege on description as an access and aesthetic technique.",
    "description_html": "<p><b>An expansive volume presenting crip approaches to writing, research, and publishing. </b><br><br> <i>Crip Authorship: Disability as Method</i> is an expansive volume presenting the multidisciplinary methods brought into being by disability studies and activism. Mara Mills and Rebecca Sanchez have convened leading scholars, artists, and activists to explore the ways disability shapes authorship, transforming cultural production, aesthetics, and media.<br><br>Starting from the premise that disability is plural and authorship spans composition, affect, and publishing, this collection of thirty-five compact essays asks how knowledge about disability is produced and shared in disability studies. Disability alters, generates, and dismantles method. Crip authorship takes place within and beyond the commodity version of authorship, in books, on social media, and in creative works that will never be published. <br><br> The chapters draw on the expertise of international researchers and activists in the humanities, social sciences, education, arts, and design. Across five sections—Writing, Research, Genre/Form, Publishing, Media—contributors consider disability as method for creative work: practices of writing and other forms of composition; research methods and collaboration; crip aesthetics; media formats and hacks; and the capital, access, legal standing, and care networks required to publish. Designed to be accessible and engaging for students, <i>Crip Authorship</i> also provides theoretically sophisticated arguments in a condensed form that will make the text a key resource for disability studies scholars.<br><br> Essays include Mel Y Chen on the temporality of writing with chronic illness; Remi Yergeau on perseveration; La Marr Jurelle Bruce on mad Black writing; Alison Kafer on the reliance of the manifesto genre on disability; Jaipreet Virdi on public scholarship for disability justice; Ellen Samuels on the importance of disability and illness to autotheory; Xuan Thuy Nguyen on decolonial research methods for disability studies; Emily Lim Rogers on virtual ethnography; Cameron Awkward-Rich on depression and trans reading methods; Robert McRuer on crip theory in translation; Kelsie Acton on plain language writing; and Georgina Kleege on description as an access and aesthetic technique.</p>",
    "format": "384 pages",
    "identifier": "9781479819386",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License",
    "license_abbreviation": "CC BY-NC-ND",
    "license_icon": "https://i.creativecommons.org/l/by-nc-nd/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-nd/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479819362",
    "packageUrl": "epub_content/9781479819386",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479819386.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479819386",
    "series_names": [
    ],
    "subject": "Disability Studies / Media & Technology",
    "subtitle": "Disability as Method",
    "thumbHref": "epub_content/9781479819386/ops/images/9781479819386-th.jpg",
    "title": "Crip Authorship",
    "title_sort": "Crip Authorship",
    "type": "Text"
}