{
    "author": "Glenda M. Russell",
    "author_sort": "Russell, Glenda M.",
    "coverHref": "epub_content/9780814769232/ops/images/9780814769232.jpg",
    "coverage": "New York",
    "date": "2000",
    "description": "When, in 1992, the citizens of Colorado ratified Amendment 2, effectively stripping lesbians, gay men, and bisexuals of protection from discrimination under the state's constitution, the vote divided the state and left the gay population disspirited and angry. Their psychological predicament offered an opportunity to examine the precise intersection at which the individual meets social oppression. Voted Out is the first to document the psychological impact of anti-gay legislation on the gay community, illustrating the range of reactions, from depression, anger, and anxiety to a sense of empowerment and a desire to mobilize, which such legislation can engender. It also offers a detailed account of an innovative team approach to the qualitative coding and analysis process. Blending traditional quantitative methods with more innovative qualitative analyses, it provides a valuable opportunity to compare quantitative and qualitative data focused on the same issue within one volume. The volume specifically addresses researchers' use of the results of their research beyond publication and the ways in which research undertaken to examine a social issue can be returned to the community.",
    "description_html": "<p>When, in 1992, the citizens of Colorado ratified Amendment 2, effectively stripping lesbians, gay men, and bisexuals of protection from discrimination under the state's constitution, the vote divided the state and left the gay population disspirited and angry. Their psychological predicament offered an opportunity to examine the precise intersection at which the individual meets social oppression.<br> <b>Voted Out</b> is the first to document the psychological impact of anti-gay legislation on the gay community, illustrating the range of reactions, from depression, anger, and anxiety to a sense of empowerment and a desire to mobilize, which such legislation can engender. It also offers a detailed account of an innovative team approach to the qualitative coding and analysis process. Blending traditional quantitative methods with more innovative qualitative analyses, it provides a valuable opportunity to compare quantitative and qualitative data focused on the same issue within one volume.<br> The volume specifically addresses researchers' use of the results of their research beyond publication and the ways in which research undertaken to examine a social issue can be returned to the community.</p>",
    "format": "332 pages",
    "identifier": "9780814769232",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814775448",
    "packageUrl": "epub_content/9780814769232",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814769232.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814769232",
    "subject": "LGBTQ & Sexuality / Politics / Psychology",
    "subtitle": "The Psychological Consequences of Anti-Gay Politics",
    "thumbHref": "epub_content/9780814769232/ops/images/9780814769232-th.jpg",
    "title": "Voted Out",
    "title_sort": "Voted Out",
    "type": "Text"
}