{
    "author": "Lauren Berlant, Lisa A. Duggan",
    "author_sort": "Berlant, Lauren",
    "coverHref": "epub_content/9780814739280/ops/images/9780814739280.jpg",
    "coverage": "New York",
    "date": "2001",
    "description": "Alongside the O.J. Simpson trial, the affair between Bill Clinton and Monica Lewinsky now stands as the seminal cultural event of the 90s. Alternatively transfixed and repelled by this sexual scandal, confusion still reigns over its meanings and implications. How are we to make sense of a tale that is often wild and bizarre, yet replete with serious political and cultural implications? Our Monica, Ourselves provides a forum for thinking through the cultural, political, and public policy issues raised by the investigation, publicity, and Congressional impeachment proceedings surrounding the affair. It pulls this spectacle out of the framework provided by the conventions of the corporate news media, with its particular notions of what constitutes a newsworthy event. Drawing from a broad range of scholars, Our Monica, Ourselves considers Monica Lewinsky's Jewishness, Linda Tripp's face, the President's penis, the role of shame in public discourse, and what it's like to have sex as the president, as well as specific legal and historical issues at stake in the impeachment of Bill Clinton. Thoughtful but accessible, immediate yet far reaching, Our Monica, Ourselves will change the way we think about the Clinton affair, while helping us reimagine culture and politics writ large. Contributors include: Lauren Berlant, Eric O. Clarke, Ann Cvetkovich, Simone Weil Davis, Lisa Duggan,  Jane Gallop, Marjorie Garber, Janet R. Jakobsen, James R. Kincaid, Laura Kipnis, Tomasz Kitlinski, Pawel Leszkowicz, Joe Lockard, Catharine Lumby, Toby Miller, Dana D. Nelson, Anna Marie Smith, Ellen Willis, and Eli Zaretsky.",
    "description_html": "<p>Alongside the O.J. Simpson trial, the affair between Bill Clinton and Monica Lewinsky now stands as the seminal cultural event of the 90s. Alternatively transfixed and repelled by this sexual scandal, confusion still reigns over its meanings and implications. How are we to make sense of a tale that is often wild and bizarre, yet replete with serious political and cultural implications?<br> <b>Our Monica, Ourselves</b> provides a forum for thinking through the cultural, political, and public policy issues raised by the investigation, publicity, and Congressional impeachment proceedings surrounding the affair. It pulls this spectacle out of the framework provided by the conventions of the corporate news media, with its particular notions of what constitutes a newsworthy event. Drawing from a broad range of scholars, <b>Our Monica, Ourselves</b> considers Monica Lewinsky's Jewishness, Linda Tripp's face, the President's penis, the role of shame in public discourse, and what it's like to have sex as the president, as well as specific legal and historical issues at stake in the impeachment of Bill Clinton.<br> Thoughtful but accessible, immediate yet far reaching, <b>Our Monica, Ourselves</b> will change the way we think about the Clinton affair, while helping us reimagine culture and politics writ large.<br> Contributors include: Lauren Berlant, Eric O. Clarke, Ann Cvetkovich, Simone Weil Davis, Lisa Duggan,  Jane Gallop, Marjorie Garber, Janet R. Jakobsen, James R. Kincaid, Laura Kipnis, Tomasz Kitlinski, Pawel Leszkowicz, Joe Lockard, Catharine Lumby, Toby Miller, Dana D. Nelson, Anna Marie Smith, Ellen Willis, and Eli Zaretsky.</p>",
    "format": "349 pages",
    "identifier": "9780814739280",
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814798645",
    "packageUrl": "epub_content/9780814739280",
    "permanent_url": "https://doi.org/10.33682/nyu/9780814739280.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814739280",
    "subject": "American Studies / LGBTQ & Sexuality",
    "subtitle": "The Clinton Affair and the National Interest",
    "thumbHref": "epub_content/9780814739280/ops/images/9780814739280-th.jpg",
    "title": "Our Monica, Ourselves",
    "title_sort": "Our Monica, Ourselves",
    "type": "Text"
}