{
    "author": "Susannah J. Ural",
    "author_sort": "Ural, Susannah J.",
    "coverHref": "epub_content/9780814785737/ops/images/9780814785737.jpg",
    "coverage": "New York",
    "date": "2010",
    "description": "At its core, the Civil War was a conflict over the meaning of citizenship.  Most famously, it became a struggle over whether or not to grant rights to a group that stood outside the pale of civil-society: African Americans. But other groups--namely Jews, Germans, the Irish, and Native Americans--also became part of this struggle to exercise rights stripped from them by legislation, court rulings, and the prejudices that defined the age.Grounded in extensive research by experts in their respective fields, Civil War Citizens is the first volume to collectively analyze the wartime experiences of those who lived outside the dominant white, Anglo-Saxon Protestant citizenry of nineteenth-century America. The essays examine the momentous decisions made by these communities in the face of war, their desire for full citizenship, the complex loyalties that shaped their actions, and the inspiring and heartbreaking results of their choices-- choices that still echo through the United States today. Contributors: Stephen D. Engle, William McKee Evans, David T. Gleeson, Andrea Mehrländer, Joseph P. Reidy, Robert N. Rosen, and Susannah J. Ural.",
    "description_html": "<p>At its core, the Civil War was a conflict over the meaning of citizenship.  Most famously, it became a struggle over whether or not to grant rights to a group that stood outside the pale of civil-society: African Americans. But other groups--namely Jews, Germans, the Irish, and Native Americans--also became part of this struggle to exercise rights stripped from them by legislation, court rulings, and the prejudices that defined the age.<br>Grounded in extensive research by experts in their respective fields, <b>Civil War Citizens</b> is the first volume to collectively analyze the wartime experiences of those who lived outside the dominant white, Anglo-Saxon Protestant citizenry of nineteenth-century America. The essays examine the momentous decisions made by these communities in the face of war, their desire for full citizenship, the complex loyalties that shaped their actions, and the inspiring and heartbreaking results of their choices-- choices that still echo through the United States today. <br><b>Contributors:</b> Stephen D. Engle, William McKee Evans, David T. Gleeson, Andrea Mehrländer, Joseph P. Reidy, Robert N. Rosen, and Susannah J. Ural.</p>",
    "format": "252 pages",
    "identifier": "9780814785737",
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814785706",
    "packageUrl": "epub_content/9780814785737",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814785690.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814785737",
    "subject": "American Studies / History",
    "subtitle": "Race, Ethnicity, and Identity in America’s Bloodiest Conflict",
    "thumbHref": "epub_content/9780814785737/ops/images/9780814785737-th.jpg",
    "title": "Civil War Citizens",
    "title_sort": "Civil War Citizens",
    "type": "Text"
}