{
    "author": "Lennard J. Davis, Michael Bérubé",
    "author_sort": "Davis, Lennard J.",
    "coverHref": "epub_content/9781479820108/ops/images/9781479820108.jpg",
    "coverage": "New York",
    "date": "2002",
    "description": "With the advent of the human genome, cloning, stem-cell research and many other developments in the way we think of the body, disability studies provides an entirely new way of thinking about the body in its relation to politics, the environment, the legal system, and global economies. Bending Over Backwards reexamines issues concerning the relationship between disability and normality in the light of postmodern theory and political activism.  Davis takes up homosexuality, the Americans with Disabilities Act, the legal system, the history of science and medicine, eugenics, and genetics.  Throughout, he maintains that disability is the prime category of postmodernity because it redefines the body in relation to concepts of normalcy, which underlie the very foundations of democracy and humanistic ideas about the body. Bending Over Backwards argues that disability can become the new prism through which postmodernity examines and defines itself, supplanting the categories of race, class, gender, and sexual orientation.",
    "description_html": "<p>With the advent of the human genome, cloning, stem-cell research and many other developments in the way we think of the body, disability studies provides an entirely new way of thinking about the body in its relation to politics, the environment, the legal system, and global economies.<br> <b>Bending Over Backwards</b> reexamines issues concerning the relationship between disability and normality in the light of postmodern theory and political activism.  Davis takes up homosexuality, the Americans with Disabilities Act, the legal system, the history of science and medicine, eugenics, and genetics.  Throughout, he maintains that disability is the prime category of postmodernity because it redefines the body in relation to concepts of normalcy, which underlie the very foundations of democracy and humanistic ideas about the body.<br> <b>Bending Over Backwards</b> argues that disability can become the new prism through which postmodernity examines and defines itself, supplanting the categories of race, class, gender, and sexual orientation.</p>",
    "format": "200 pages",
    "identifier": "9781479820108",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479820108",
    "packageUrl": "epub_content/9781479820108",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479820108.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479820108",
    "series_names": [
    ],
    "subject": "American Studies / Disability Studies",
    "subtitle": "Essays on Disability and the Body",
    "thumbHref": "epub_content/9781479820108/ops/images/9781479820108-th.jpg",
    "title": "Bending Over Backwards",
    "title_sort": "Bending Over Backwards",
    "type": "Text"
}