{
    "author": "Patricia Melzer",
    "author_sort": "Melzer, Patricia",
    "coverHref": "epub_content/9781479820221/ops/images/9781479820221.jpg",
    "coverage": "New York",
    "date": "2015",
    "description": "In the early 1970s, a number of West German left-wing activists took up arms, believing that revolution would lead to social change. In the years to come, the bombings, shootings, kidnappings and bank robberies of the Red Army Faction (RAF) and Movement 2nd June dominated newspaper headlines and polarized legislative debates. Half of the terrorists declaring war on the West German state were women who understood their violent political actions to be part of their liberation from restrictive gender norms. As women participating in a brand of systematic violence usually associated with masculinity, they presented a cultural paradox, and their political decisions were viewed as gender transgressions by the state, the public, and even the burgeoning women’s movement, which considered violence as patriarchal and unfeminist.   Death in the Shape of a Young Girl questions this separation of political violence from feminist politics and offers a new understanding of left-wing female terrorists’ actions as feminist practices that challenged existing gender ideologies. Patricia Melzer draws on archival sources, unpublished letters, and interviews with former activists to paint a fresh and interdisciplinary picture of West Germany’s most notorious political group, from feminist responses to sexist media coverage of female terrorists to the gendered nature of their infamous hunger strikes while in prison. Placing the controversial actions of the Red Army Faction into the context of feminist politics, Death in the Shape of a Young Girl offers an innovative and engaging cultural history that foregrounds how gender shapes our perception of women’s political choices and of any kind of political violence.",
    "description_html": "<p>In the early 1970s, a number of West German left-wing activists took up arms, believing that revolution would lead to social change. In the years to come, the bombings, shootings, kidnappings and bank robberies of the Red Army Faction (RAF) and Movement 2nd June dominated newspaper headlines and polarized legislative debates. Half of the terrorists declaring war on the West German state were women who understood their violent political actions to be part of their liberation from restrictive gender norms. As women participating in a brand of systematic violence usually associated with masculinity, they presented a cultural paradox, and their political decisions were viewed as gender transgressions by the state, the public, and even the burgeoning women’s movement, which considered violence as patriarchal and unfeminist.   <br><br>Death in the Shape of a Young Girl questions this separation of political violence from feminist politics and offers a new understanding of left-wing female terrorists’ actions as feminist practices that challenged existing gender ideologies. Patricia Melzer draws on archival sources, unpublished letters, and interviews with former activists to paint a fresh and interdisciplinary picture of West Germany’s most notorious political group, from feminist responses to sexist media coverage of female terrorists to the gendered nature of their infamous hunger strikes while in prison. Placing the controversial actions of the Red Army Faction into the context of feminist politics, Death in the Shape of a Young Girl offers an innovative and engaging cultural history that foregrounds how gender shapes our perception of women’s political choices and of any kind of political violence.</p>",
    "format": "352 pages",
    "identifier": "9781479820221",
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479864072",
    "packageUrl": "epub_content/9781479820221",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479820221.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479820221",
    "subject": "History / Politics",
    "subtitle": "Women's Political Violence in the Red Army Faction",
    "thumbHref": "epub_content/9781479820221/ops/images/9781479820221-th.jpg",
    "title": "Death in the Shape of a Young Girl",
    "title_sort": "Death in the Shape of a Young Girl",
    "type": "Text"
}