{
    "author": "Catherine Zimmer",
    "author_sort": "Zimmer, Catherine",
    "coverHref": "epub_content/9781479876853/ops/images/9781479876853.jpg",
    "coverage": "New York",
    "date": "2015",
    "description": "In Paris, a static video camera keeps watch on a bourgeois home. In Portland, a webcam documents the torture and murder of kidnap victims. And in clandestine intelligence offices around the world, satellite technologies relentlessly pursue the targets of global conspiracies. Such plots represent only a fraction of the surveillance narratives that have become commonplace in recent cinema. Catherine Zimmer examines how technology and ideology have come together in cinematic form to play a functional role in the politics of surveillance. Drawing on the growing field of surveillance studies and the politics of contemporary monitoring practices, she demonstrates that screen narrative has served to organize political, racial, affective, and even material formations around and through surveillance. She considers how popular culture forms are intertwined with the current political landscape in which the imagery of anxiety, suspicion, war, and torture has become part of daily life. From Enemy of the State and The Bourne Series to Saw, Caché and Zero Dark Thirty, Surveillance Cinema explores in detail the narrative tropes and stylistic practices that characterize contemporary films and television series about surveillance.",
    "description_html": "<p>In Paris, a static video camera keeps watch on a bourgeois home. In Portland, a webcam documents the torture and murder of kidnap victims. And in clandestine intelligence offices around the world, satellite technologies relentlessly pursue the targets of global conspiracies. Such plots represent only a fraction of the surveillance narratives that have become commonplace in recent cinema. <br><br>Catherine Zimmer examines how technology and ideology have come together in cinematic form to play a functional role in the politics of surveillance. Drawing on the growing field of surveillance studies and the politics of contemporary monitoring practices, she demonstrates that screen narrative has served to organize political, racial, affective, and even material formations around and through surveillance. She considers how popular culture forms are intertwined with the current political landscape in which the imagery of anxiety, suspicion, war, and torture has become part of daily life. From Enemy of the State and The Bourne Series to Saw, Caché and Zero Dark Thirty, Surveillance Cinema explores in detail the narrative tropes and stylistic practices that characterize contemporary films and television series about surveillance.</p>",
    "format": "288 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479864379.001.0001",
    "identifier": "9781479876853",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479836673",
    "packageUrl": "epub_content/9781479876853",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479864379.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479876853",
    "series_names": [
    ],
    "subject": "American Studies / Media & Technology / Politics",
    "subtitle": "",
    "thumbHref": "epub_content/9781479876853/ops/images/9781479876853-th.jpg",
    "title": "Surveillance Cinema",
    "title_sort": "Surveillance Cinema",
    "type": "Text"
}