{
    "author": "Bob Rehak",
    "author_sort": "Rehak, Bob",
    "coverHref": "epub_content/9781479866823/ops/images/9781479866823.jpg",
    "coverage": "New York",
    "date": "2018",
    "description": "A rare look at the role of special effects in creating fictional worlds and transmedia franchises From comic book universes crowded with soaring superheroes and shattering skyscrapers to cosmic empires set in far-off galaxies, today’s fantasy blockbusters depend on visual effects. Bringing science fiction from the studio to your screen, through film, television, or video games, these special effects power our entertainment industry. More Than Meets the Eye delves into the world of fantastic media franchises to trace the ways in which special effects over the last 50 years have become central not just to transmedia storytelling but to worldbuilding, performance, and genre in contemporary blockbuster entertainment. More Than Meets the Eye maps the ways in which special effects build consistent storyworlds and transform genres while traveling from one media platform to the next. Examining high-profile franchises in which special effects have played a constitutive role such as Star Trek, Star Wars, The Matrix, and The Lord of the Rings, as well as more contemporary franchises like Pirates of the Caribbean and Harry Potter, Bob Rehak analyzes the ways in which production practices developed alongside the cultural work of industry professionals. By studying social and cultural factors such as fan interaction, this book provides a context for understanding just how much multiplatform storytelling has come to define these megahit franchises. More Than Meets the Eye explores the larger history of how physical and optical effects in postwar Hollywood laid the foundation for modern transmedia franchises and argues that special effects are not simply an adjunct to blockbuster filmmaking, but central agents of an entire mode of production.",
    "description_html": "<p><b>A rare look at the role of special effects in creating fictional worlds and transmedia franchises <br></b><br>From comic book universes crowded with soaring superheroes and shattering skyscrapers to cosmic empires set in far-off galaxies, today’s fantasy blockbusters depend on visual effects. Bringing science fiction from the studio to your screen, through film, television, or video games, these special effects power our entertainment industry. More Than Meets the Eye delves into the world of fantastic media franchises to trace the ways in which special effects over the last 50 years have become central not just to transmedia storytelling but to worldbuilding, performance, and genre in contemporary blockbuster entertainment. <br><br>More Than Meets the Eye maps the ways in which special effects build consistent storyworlds and transform genres while traveling from one media platform to the next. Examining high-profile franchises in which special effects have played a constitutive role such as Star Trek, Star Wars, The Matrix, and The Lord of the Rings, as well as more contemporary franchises like Pirates of the Caribbean and Harry Potter, Bob Rehak analyzes the ways in which production practices developed alongside the cultural work of industry professionals. By studying social and cultural factors such as fan interaction, this book provides a context for understanding just how much multiplatform storytelling has come to define these megahit franchises. More Than Meets the Eye explores the larger history of how physical and optical effects in postwar Hollywood laid the foundation for modern transmedia franchises and argues that special effects are not simply an adjunct to blockbuster filmmaking, but central agents of an entire mode of production.</p>",
    "format": "256 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479813155.001.0001",
    "identifier": "9781479866823",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479856701",
    "packageUrl": "epub_content/9781479866823",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479813155.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479866823",
    "series_names": [
    ],
    "subject": "Media & Technology",
    "subtitle": "Special Effects and the Fantastic Transmedia Franchise",
    "thumbHref": "epub_content/9781479866823/ops/images/9781479866823-th.jpg",
    "title": "More Than Meets the Eye",
    "title_sort": "More Than Meets the Eye",
    "type": "Text"
}