{
    "author": "Roger J.R. Levesque",
    "author_sort": "Levesque, Roger J.R.",
    "coverHref": "epub_content/9781479833597/ops/images/9781479833597.jpg",
    "coverage": "New York",
    "date": "2015",
    "description": "Explores the shifts and the research used to support civil rights claims of discrimination, particularly relating to minority youths’ rights to equal treatment In the wake of the civil rights movement, the legal system dramatically changed its response to discrimination based on race, gender, and other characteristics. It is now showing signs of yet another dramatic shift, as it moves from considering difference to focusing on neutrality. Rather than seeking to counter subjugation through special protections for groups that have been historically (and currently) disadvantaged, the Court now adopts a “colorblind” approach. Equality now means treating everyone the same way.  This book explores these shifts and the research used to support civil rights claims, particularly relating to minority youths’ rights to equal treatment. It integrates developmental theory with work on legal equality and discrimination, showing both how the legal system can benefit from new research on development and how the legal system itself can work to address invidious discrimination given its significant influence on adolescents—especially those who are racial minorities—at a key stage in their developmental life.  Adolescents, Discrimination, and the Law articulates the need to address discrimination by recognizing and enlisting the law’s inculcative powers in multiple sites subject to legal regulation, ranging from families, schools, health and justice systems to religious and community groups. The legal system may champion ideals of neutrality in the goals it sets itself for treating individuals, but it cannot remain neutral in the values it supports and imparts. This volume shows that despite the shift to a focus on neutrality, the Court can and should effectively foster values supporting equality, especially among youth.",
    "description_html": "<p><b>Explores the shifts and the research used to support civil rights claims of discrimination, particularly relating to minority youths’ rights to equal treatment <br></b><br>In the wake of the civil rights movement, the legal system dramatically changed its response to discrimination based on race, gender, and other characteristics. It is now showing signs of yet another dramatic shift, as it moves from considering difference to focusing on neutrality. Rather than seeking to counter subjugation through special protections for groups that have been historically (and currently) disadvantaged, the Court now adopts a “colorblind” approach. Equality now means treating everyone the same way.  <br><br>This book explores these shifts and the research used to support civil rights claims, particularly relating to minority youths’ rights to equal treatment. It integrates developmental theory with work on legal equality and discrimination, showing both how the legal system can benefit from new research on development and how the legal system itself can work to address invidious discrimination given its significant influence on adolescents—especially those who are racial minorities—at a key stage in their developmental life.  <br><br>Adolescents, Discrimination, and the Law articulates the need to address discrimination by recognizing and enlisting the law’s inculcative powers in multiple sites subject to legal regulation, ranging from families, schools, health and justice systems to religious and community groups. The legal system may champion ideals of neutrality in the goals it sets itself for treating individuals, but it cannot remain neutral in the values it supports and imparts. This volume shows that despite the shift to a focus on neutrality, the Court can and should effectively foster values supporting equality, especially among youth.</p>",
    "format": "304 pages",
    "identifier": "9781479833597",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479875467",
    "packageUrl": "epub_content/9781479833597",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479815586.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479833597",
    "series_names": [
    ],
    "subject": "Criminology / Law / Psychology",
    "subtitle": "Addressing Dramatic Shifts in Equality Jurisprudence",
    "thumbHref": "epub_content/9781479833597/ops/images/9781479833597-th.jpg",
    "title": "Adolescence, Discrimination, and the Law",
    "title_sort": "Adolescence, Discrimination, and the Law",
    "type": "Text"
}