{
    "author": "Steven H. Jaffe, Eric Foner",
    "author_sort": "Jaffe, Steven H.",
    "coverHref": "epub_content/9781479828654/ops/images/9781479828654.jpg",
    "coverage": "New York",
    "date": "2018",
    "description": "Follows centuries of New York activism to reveal the city as a globally influential machine for social change  Activist New York surveys New York City’s long history of social activism from the 1650’s to the 2010’s. Bringing these passionate histories alive, Activist New York is a visual exploration  of these movements, serving as a companion book to the highly-praised Museum of the City of New York exhibition of the same name. New York’s primacy as a metropolis of commerce, finance, industry, media, and ethnic diversity has given it a unique and powerfully influential role in the history of American and global activism. Steven H. Jaffe explores how New York’s evolving identities as an incubator and battleground for activists have made it a “machine for change.” In responding to the city as a site of slavery, immigrant entry, labor conflicts, and wealth disparity, New Yorkers have repeatedly challenged the status quo.  Activist New York brings to life the characters who make up these vibrant histories, including David Ruggles, an African American shopkeeper who helped enslaved fugitives on the city’s Underground Railroad during the 1830s; Clara Lemlich, a Ukrainian Jewish immigrant who helped spark the 1909 “Uprising of 20,000” that forever changed labor relations in the city’s booming garment industry; and Craig Rodwell, Karla Jay, and others who forged a Gay Liberation movement both before and after the Stonewall Riot of June 1969. The city’s inhabitants have been at the forefront of social change on issues ranging from religious tolerance and minority civil rights to sexual orientation and economic justice.  Across 16 lavishly illustrated chronological chapters focusing on specific historical episodes, Jaffe explores how New York and New Yorkers have changed the way Americans think, feel, and act.",
    "description_html": "<p><b>Follows centuries of New York activism to reveal the city as a globally influential machine for social change  <br></b><br>Activist New York surveys New York City’s long history of social activism from the 1650’s to the 2010’s. Bringing these passionate histories alive, Activist New York is a visual exploration  of these movements, serving as a companion book to the highly-praised Museum of the City of New York exhibition of the same name. <br><br>New York’s primacy as a metropolis of commerce, finance, industry, media, and ethnic diversity has given it a unique and powerfully influential role in the history of American and global activism. Steven H. Jaffe explores how New York’s evolving identities as an incubator and battleground for activists have made it a “machine for change.” In responding to the city as a site of slavery, immigrant entry, labor conflicts, and wealth disparity, New Yorkers have repeatedly challenged the status quo.  <br><br>Activist New York brings to life the characters who make up these vibrant histories, including David Ruggles, an African American shopkeeper who helped enslaved fugitives on the city’s Underground Railroad during the 1830s; Clara Lemlich, a Ukrainian Jewish immigrant who helped spark the 1909 “Uprising of 20,000” that forever changed labor relations in the city’s booming garment industry; and Craig Rodwell, Karla Jay, and others who forged a Gay Liberation movement both before and after the Stonewall Riot of June 1969. <br><br>The city’s inhabitants have been at the forefront of social change on issues ranging from religious tolerance and minority civil rights to sexual orientation and economic justice.  Across 16 lavishly illustrated chronological chapters focusing on specific historical episodes, Jaffe explores how New York and New Yorkers have changed the way Americans think, feel, and act.</p>",
    "format": "304 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479828654.001.0001",
    "identifier": "9781479828654",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479804603",
    "packageUrl": "epub_content/9781479828654",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479828654.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479828654",
    "series_names": [
    ],
    "subject": "History",
    "subtitle": "A History of People, Protest, and Politics",
    "thumbHref": "epub_content/9781479828654/ops/images/9781479828654-th.jpg",
    "title": "Activist New York",
    "title_sort": "Activist New York",
    "type": "Text"
}