{
    "author": "Rebecca Tiger",
    "author_sort": "Tiger, Rebecca",
    "coverHref": "epub_content/9780814759417/ops/images/9780814759417.jpg",
    "coverage": "New York",
    "date": "2012",
    "description": "The number of people incarcerated in the U.S. now exceeds 2.3 million, due in part to the increasing criminalization of drug use: over 25% of people incarcerated in jails and prisons are there for drug offenses. Judging Addicts examines this increased criminalization of drugs and the medicalization of addiction in the U.S. by focusing on drug courts, where defendants are sent to drug treatment instead of prison. Rebecca Tiger explores how advocates of these courts make their case for what they call “enlightened coercion,” detailing how they use medical theories of addiction to justify increased criminal justice oversight of defendants who, through this process, are defined as both “sick” and “bad.” Tiger shows how these courts fuse punitive and therapeutic approaches to drug use in the name of a “progressive” and “enlightened” approach to addiction. She critiques the medicalization of drug users, showing how the disease designation can complement, rather than contradict, punitive approaches, demonstrating that these courts are neither unprecedented nor unique, and that they contain great potential to expand punitive control over drug users. Tiger argues that the medicalization of addiction has done little to stem the punishment of drug users because of a key conceptual overlap in the medical and punitive approaches—that habitual drug use is a problem that needs to be fixed through sobriety. Judging Addicts presses policymakers to implement humane responses to persistent substance use that remove its control entirely from the criminal justice system and ultimately explores the nature of crime and punishment in the U.S. today.",
    "description_html": "<p>The number of people incarcerated in the U.S. now exceeds 2.3 million, due in part to the increasing criminalization of drug use: over 25% of people incarcerated in jails and prisons are there for drug offenses. Judging Addicts examines this increased criminalization of drugs and the medicalization of addiction in the U.S. by focusing on drug courts, where defendants are sent to drug treatment instead of prison. Rebecca Tiger explores how advocates of these courts make their case for what they call “enlightened coercion,” detailing how they use medical theories of addiction to justify increased criminal justice oversight of defendants who, through this process, are defined as both “sick” and “bad.” <br><br>Tiger shows how these courts fuse punitive and therapeutic approaches to drug use in the name of a “progressive” and “enlightened” approach to addiction. She critiques the medicalization of drug users, showing how the disease designation can complement, rather than contradict, punitive approaches, demonstrating that these courts are neither unprecedented nor unique, and that they contain great potential to expand punitive control over drug users. Tiger argues that the medicalization of addiction has done little to stem the punishment of drug users because of a key conceptual overlap in the medical and punitive approaches—that habitual drug use is a problem that needs to be fixed through sobriety. Judging Addicts presses policymakers to implement humane responses to persistent substance use that remove its control entirely from the criminal justice system and ultimately explores the nature of crime and punishment in the U.S. today.</p>",
    "format": "208 pages",
    "handle": "https://doi.org/10.18574/nyu/9780814784068.001.0001",
    "identifier": "9780814759417",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814784075",
    "packageUrl": "epub_content/9780814759417",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814784068.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814759417",
    "series_names": [
    ],
    "subject": "Criminology / Sociology",
    "subtitle": "Drug Courts and Coercion in the Justice System",
    "thumbHref": "epub_content/9780814759417/ops/images/9780814759417-th.jpg",
    "title": "Judging Addicts",
    "title_sort": "Judging Addicts",
    "type": "Text"
}