{
    "author": "Anson D. Shupe, William A. Stacey, Susan E. Darnell",
    "author_sort": "Shupe, Anson D.",
    "coverHref": "epub_content/9780814786697/ops/images/9780814786697.jpg",
    "coverage": "New York",
    "date": "2000",
    "description": "Child-molesting priests, embezzled church treasures, philandering ministers and rabbis, even church-endorsed pyramid schemes that defraud gullible parishioners of millions of dollars: for the past decade, clergy misconduct has seemed continually to be in the news. Is there something about religious organizations that fosters such misbehavior? Bad Pastors presents a range of new perspectives and solidly grounded data on pastoral abuse, investigating sexual misconduct, financial improprieties, and political and personal abuse of authority. Rather than focusing on individuals who misbehave, the volume investigates whether the foundation for clergy malfeasance is inherent in religious organizations themselves, stemming from hierarchies of power in which trusted leaders have the ability to define reality, control behavior, and even offer or withhold the promise of immortality. Arguing that such phenomena arise out of organizational structures, the contributors do not focus on one particular religion, but rather treat these incidents from an interfaith perspective. Bad Pastors moves beyond individual case studies to consider a broad range of issues surrounding clergy misconduct, from violence against women to the role of charisma and abuse of power in new religious movements. Highlighting similarities between other forms of abuse, such as domestic violence, the volume helps us to conceptualize and understand clergy misconduct in new ways.",
    "description_html": "<p>Child-molesting priests, embezzled church treasures, philandering ministers and rabbis, even church-endorsed pyramid schemes that defraud gullible parishioners of millions of dollars: for the past decade, clergy misconduct has seemed continually to be in the news.<br> Is there something about religious organizations that fosters such misbehavior? <b>Bad Pastors</b> presents a range of new perspectives and solidly grounded data on pastoral abuse, investigating sexual misconduct, financial improprieties, and political and personal abuse of authority. Rather than focusing on individuals who misbehave, the volume investigates whether the foundation for clergy malfeasance is inherent in religious organizations themselves, stemming from hierarchies of power in which trusted leaders have the ability to define reality, control behavior, and even offer or withhold the promise of immortality. Arguing that such phenomena arise out of organizational structures, the contributors do not focus on one particular religion, but rather treat these incidents from an interfaith perspective.<br> <b>Bad Pastors</b> moves beyond individual case studies to consider a broad range of issues surrounding clergy misconduct, from violence against women to the role of charisma and abuse of power in new religious movements. Highlighting similarities between other forms of abuse, such as domestic violence, the volume helps us to conceptualize and understand clergy misconduct in new ways.</p>",
    "format": "268 pages",
    "identifier": "9780814786697",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814781470",
    "packageUrl": "epub_content/9780814786697",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814786697.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814786697",
    "subject": "Religion / Sociology",
    "subtitle": "Clergy Misconduct in Modern America",
    "thumbHref": "epub_content/9780814786697/ops/images/9780814786697-th.jpg",
    "title": "Bad Pastors",
    "title_sort": "Bad Pastors",
    "type": "Text"
}