{
    "author": "Mike Hill",
    "author_sort": "Hill, Mike",
    "coverHref": "epub_content/9780814744598/ops/images/9780814744598.jpg",
    "coverage": "New York",
    "date": "2004",
    "description": "View the Table of Contents.Read the Introduction. \"Beautifully written and rigorously argued, After Whiteness is the most important theoretical statement on white racial formation since ‘whiteness studies' began its current academic sojourn. By reading debates about multiculturalism, ethnicity, and the desire for difference as part of the material practices of the U.S. university system, it engages questions of race, humanistic inquiry, intellectual labor, and the democratic function of critical thought. The result is a critically nuanced analysis that promises to solidify Mike Hill's reputation as one of the finest thinkers of his generation.\"—Robyn Wiegman, Duke University \"Mike Hill's After Whiteness is an important, provocative and timely book.\"—Against the Current \"A lucid, fiercely argued, brilliantly conceived, richly provocative work in an emergent and growing area of cultural studies. After Whiteness sets new directions in American literary and cultural studies, and will become a landmark in the field.\"—Sacvan Bercovitch, Harvard University\"Americanists across the disciplines will find Hill's analysis insightful and brilliant. A must for any scholar who wishes to, in Ralph Ellison's words, ‘go to the territory.'\"—Sharon Holland, University of Illinois at ChicagoAs each new census bears out, the rise of multiracialism in the United States will inevitably result in a white minority. In spite of the recent proliferation of academic studies and popular discourse on whiteness, however, there has been little discussion of the future: what comes after whiteness? On the brink of what many are now imagining as a post-white American future, it remains a matter of both popular and academic uncertainty as to what will emerge in its place.After Whiteness aims to address just that, exploring the remnants of white identity to ask how an emergent post-white national imaginary figure into public policy issues, into the habits of sexual intimacy, and into changes within public higher education. Through discussions of the 2000 census and debates over multiracial identity, the volatile psychic investments that white heterosexual men have in men of color—as illustrated by the Christian men's group the Promise Keepers and the neo-fascist organization the National Alliance—and the rise of identity studies and diversity within the contemporary public research university, Mike Hill surveys race among the ruins of white America. At this crucial moment, when white racial change has made its ambivalent cultural debut, Hill demonstrates that the prospect of an end to whiteness haunts progressive scholarship on race as much as it haunts the paranoid visions of racists.",
    "description_html": "<p>View the <b>Table of Contents</b>.<br>Read the <b>Introduction</b>.<br> \"Beautifully written and rigorously argued, <i>After Whiteness</i> is the most important theoretical statement on white racial formation since ‘whiteness studies' began its current academic sojourn. By reading debates about multiculturalism, ethnicity, and the desire for difference as part of the material practices of the U.S. university system, it engages questions of race, humanistic inquiry, intellectual labor, and the democratic function of critical thought. The result is a critically nuanced analysis that promises to solidify Mike Hill's reputation as one of the finest thinkers of his generation.\"<br>—Robyn Wiegman, Duke University<br> \"Mike Hill's <i>After Whiteness</i> is an important, provocative and timely book.\"<br>—<i>Against the Current</i><br> \"A lucid, fiercely argued, brilliantly conceived, richly provocative work in an emergent and growing area of cultural studies. <i>After Whiteness</i> sets new directions in American literary and cultural studies, and will become a landmark in the field.\"<br>—Sacvan Bercovitch, Harvard University<br>\"Americanists across the disciplines will find Hill's analysis insightful and brilliant. A must for any scholar who wishes to, in Ralph Ellison's words, ‘go to the territory.'\"<br>—Sharon Holland, University of Illinois at Chicago<br>As each new census bears out, the rise of multiracialism in the United States will inevitably result in a white minority. In spite of the recent proliferation of academic studies and popular discourse on whiteness, however, there has been little discussion of the future: what comes after whiteness? On the brink of what many are now imagining as a post-white American future, it remains a matter of both popular and academic uncertainty as to what will emerge in its place.<br><b>After Whiteness</b> aims to address just that, exploring the remnants of white identity to ask how an emergent post-white national imaginary figure into public policy issues, into the habits of sexual intimacy, and into changes within public higher education. Through discussions of the 2000 census and debates over multiracial identity, the volatile psychic investments that white heterosexual men have in men of color—as illustrated by the Christian men's group the Promise Keepers and the neo-fascist organization the National Alliance—and the rise of identity studies and diversity within the contemporary public research university, Mike Hill surveys race among the ruins of white America. At this crucial moment, when white racial change has made its ambivalent cultural debut, Hill demonstrates that the prospect of an end to whiteness haunts progressive scholarship on race as much as it haunts the paranoid visions of racists.</p>",
    "format": "268 pages",
    "identifier": "9780814744598",
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814735435",
    "packageUrl": "epub_content/9780814744598",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814744598.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814744598",
    "subject": "American Studies / Literature & Literary Studies / Politics",
    "subtitle": "Unmaking an American Majority",
    "thumbHref": "epub_content/9780814744598/ops/images/9780814744598-th.jpg",
    "title": "After Whiteness",
    "title_sort": "After Whiteness",
    "type": "Text"
}