{
    "author": "Jessica Vasquez-Tokos",
    "author_sort": "Vasquez-Tokos, Jessica",
    "coverHref": "epub_content/9780814788431/ops/images/9780814788431.jpg",
    "coverage": "New York",
    "date": "2011",
    "description": "Outstanding Academic Title from 2011 by Choice Magazine While newly arrived immigrants are often the focus of public concern and debate, many Mexican immigrants and Mexican Americans have resided in the United States for generations. Latinos are the largest and fastest-growing ethnic group in the United States, and their racial identities change with each generation. While the attainment of education and middle class occupations signals a decline in cultural attachment for some, socioeconomic mobility is not a cultural death-knell, as others are highly ethnically identified. There are a variety of ways that middle class Mexican Americans relate to their ethnic heritage, and racialization despite assimilation among a segment of the second and third generations reveals the continuing role of race even among the U.S.-born. Mexican Americans Across Generations investigates racial identity and assimilation in three-generation Mexican American families living in California. Through rich interviews with three generations of middle class Mexican American families, Vasquez focuses on the family as a key site for racial and gender identity formation, knowledge transmission, and incorporation processes, exploring how the racial identities of Mexican Americans both change and persist generationally in families. She illustrates how gender, physical appearance, parental teaching, historical era and discrimination influence Mexican Americans&#8217; racial identity and incorporation patterns, ultimately arguing that neither racial identity nor assimilation are straightforward progressions but, instead, develop unevenly and are influenced by family, society, and historical social movements.",
    "description_html": "<p><b>Outstanding Academic Title from 2011 by Choice Magazine</b> <br>While newly arrived immigrants are often the focus of public concern and debate, many Mexican immigrants and Mexican Americans have resided in the United States for generations. Latinos are the largest and fastest-growing ethnic group in the United States, and their racial identities change with each generation. While the attainment of education and middle class occupations signals a decline in cultural attachment for some, socioeconomic mobility is not a cultural death-knell, as others are highly ethnically identified. There are a variety of ways that middle class Mexican Americans relate to their ethnic heritage, and racialization despite assimilation among a segment of the second and third generations reveals the continuing role of race even among the U.S.-born. <br><br><i>Mexican Americans Across Generations</i> investigates racial identity and assimilation in three-generation Mexican American families living in California. Through rich interviews with three generations of middle class Mexican American families, Vasquez focuses on the family as a key site for racial and gender identity formation, knowledge transmission, and incorporation processes, exploring how the racial identities of Mexican Americans both change and persist generationally in families. She illustrates how gender, physical appearance, parental teaching, historical era and discrimination influence Mexican Americans&#8217; racial identity and incorporation patterns, ultimately arguing that neither racial identity nor assimilation are straightforward progressions but, instead, develop unevenly and are influenced by family, society, and historical social movements.</p>",
    "format": "314 pages",
    "identifier": "9780814788431",
    "isDownloadable": false,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814788295",
    "packageUrl": "epub_content/9780814788431",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814788431.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814788431",
    "subject": "Anthropology / Latino\\a Studies / Sociology",
    "subtitle": "Immigrant Families, Racial Realities",
    "thumbHref": "epub_content/9780814788431/ops/images/9780814788431-th.jpg",
    "title": "Mexican Americans Across Generations",
    "title_sort": "Mexican Americans Across Generations",
    "type": "Text"
}