{
   "publisher" : "New York University Press",
   "format" : "224 Pages",
   "coverHref" : "epub_content/9780814742358/ops/images/9780814742358.jpg",
   "title_sort" : "Transformation of Rage",
   "subtitle" : "Mourning and Creativity in George Eliot's Fiction",
   "language" : "en",
   "packageUrl" : "epub_content/9780814742358",
   "author_sort" : "Johnstone, Peggy Fitzhugh",
   "subject" : "LITERARY CRITICISM / General",
   "thumbHref" : "epub_content/9780814742358/ops/images/9780814742358-th.jpg",
   "description" : "George Eliot has been widely praised both for the richness of her prose\nand the universality of her themes. In this compelling study, Peggy\nFitzhugh Johnstone goes beyond these traditional foci to examine the role\nof aggression in Eliot's fiction and to find its source in the author's\nunconscious sense of loss stemming from traumatic family separations and\ndeaths during her childhood and adolescence. Johnstone demonstrates that\nEliot's creative work was a constructive response to her sense of loss\nand that the repeating patterns in her novels reflect the process of\nrelease from her state of mourning for lost loved ones.\n",
   "type" : "Text",
   "date" : "1994",
   "title" : "Transformation of Rage",
   "handle" : "http://hdl.handle.net/2333.1/8kprr6mx",
   "coverage" : "New York",
   "rootUrl" : "epub_content/9780814742358",
   "identifier" : "9780814742358",
   "description_html" : "\n<p>George Eliot has been widely praised both for the richness of her prose and the universality of her themes. In this compelling study, Peggy Fitzhugh Johnstone goes beyond these traditional foci to examine the role of aggression in Eliot's fiction and to find its source in the author's unconscious sense of loss stemming from traumatic family separations and deaths during her childhood and adolescence. Johnstone demonstrates that Eliot's creative work was a constructive response to her sense of loss and that the repeating patterns in her novels reflect the process of release from her state of mourning for lost loved ones. </p>",
   "author" : "Peggy Fitzhugh Johnstone",
   "rights" : "All rights reserved"
}
