{
    "author": "Elizabeth Ellcessor, Bill Kirkpatrick",
    "author_sort": "Ellcessor, Elizabeth",
    "coverHref": "epub_content/9781479802340/ops/images/9781479802340.jpg",
    "coverage": "New York",
    "date": "2017",
    "description": "Introduces key ideas and offers a sense of the new frontiers and questions in the emerging field of disability media studies  Disability Media Studies articulates the formation of a new field of study, based in the rich traditions of media, cultural, and disability studies. Necessarily interdisciplinary and diverse, this collection weaves together work from scholars from a variety of disciplinary homes, into a broader conversation about exploring media artifacts in relation to disability.  The book provides a comprehensive overview for anyone interested in the study of disability and media today. Case studies include familiar contemporary examples—such as Iron Man 3, Lady Gaga, and Oscar Pistorius—as well as historical media, independent disability media, reality television, and media technologies. The contributors consider disability representation, the role of media in forming cultural assumptions about ability, the construction of disability via media technologies, and how disabled audiences respond to particular media artifacts. The volume concludes with afterwords from two different perspectives on the field—one by disability scholar Rachel Adams, the other by media scholars Mara Mills and Jonathan Sterne—that reflect upon the collection, the ongoing conversations, and the future of disability media studies.  Disability Media Studies is a crucial text for those interested in this flourishing field, and will pave the way for a greater understanding of disability media studies and its critical concepts and conversations.",
    "description_html": "<p><b>Introduces key ideas and offers a sense of the new frontiers and questions in the emerging field of disability media studies  </b><br><br>Disability Media Studies articulates the formation of a new field of study, based in the rich traditions of media, cultural, and disability studies. Necessarily interdisciplinary and diverse, this collection weaves together work from scholars from a variety of disciplinary homes, into a broader conversation about exploring media artifacts in relation to disability.  <br><br>The book provides a comprehensive overview for anyone interested in the study of disability and media today. Case studies include familiar contemporary examples—such as Iron Man 3, Lady Gaga, and Oscar Pistorius—as well as historical media, independent disability media, reality television, and media technologies. The contributors consider disability representation, the role of media in forming cultural assumptions about ability, the construction of disability via media technologies, and how disabled audiences respond to particular media artifacts. The volume concludes with afterwords from two different perspectives on the field—one by disability scholar Rachel Adams, the other by media scholars Mara Mills and Jonathan Sterne—that reflect upon the collection, the ongoing conversations, and the future of disability media studies.  <br><br>Disability Media Studies is a crucial text for those interested in this flourishing field, and will pave the way for a greater understanding of disability media studies and its critical concepts and conversations.</p>",
    "format": "416 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479867820.001.0001",
    "identifier": "9781479802340",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479849383",
    "packageUrl": "epub_content/9781479802340",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479867820.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479802340",
    "series_names": [
    ],
    "subject": "American Studies / Disability Studies / Media & Technology",
    "subtitle": "",
    "thumbHref": "epub_content/9781479802340/ops/images/9781479802340-th.jpg",
    "title": "Disability Media Studies",
    "title_sort": "Disability Media Studies",
    "type": "Text"
}