{
    "author": "Samuel K. Byrd",
    "author_sort": "Byrd, Samuel K.",
    "coverHref": "epub_content/9781479876426/ops/images/9781479876426.jpg",
    "coverage": "New York",
    "date": "2015",
    "description": "The Sounds of Latinidad explores the Latino music scene as a lens through which to understand changing ideas about latinidad in the New South. Focusing on Latino immigrant musicians and their fans in Charlotte, North Carolina, the volume shows how limited economic mobility, social marginalization, and restrictive immigration policies have stymied immigrants’ access to the American dream and musicians’ dreams of success. Instead, Latin music has become a way to form community, debate political questions, and claim cultural citizenship.  The volume illuminates the complexity of Latina/o musicians’ lives. They find themselves at the intersection of culture and politics, often pushed to define a vision of what it means to be Latino in a globalizing city in the Nuevo South. At the same time, they often avoid overt political statements and do not participate in immigrants’ rights struggles, instead holding a cautious view of political engagement. Yet despite this politics of ambivalence, Latina/o musicians do assert intellectual agency and engage in a politics that is embedded in their musical community, debating aesthetics, forging collective solidarity with their audiences, and protesting poor working conditions.  Challenging scholarship on popular music that focuses on famous artists or on one particular genre, this volume demonstrates how exploring the everyday lives of ordinary musicians can lead to a deeper understanding of musicians’ role in society. It argues that the often overlooked population of Latina/o musicians should be central to our understanding of what it means to live in a southern U.S. city today.",
    "description_html": "<p>The Sounds of Latinidad explores the Latino music scene as a lens through which to understand changing ideas about latinidad in the New South. Focusing on Latino immigrant musicians and their fans in Charlotte, North Carolina, the volume shows how limited economic mobility, social marginalization, and restrictive immigration policies have stymied immigrants’ access to the American dream and musicians’ dreams of success. Instead, Latin music has become a way to form community, debate political questions, and claim cultural citizenship.  <br><br><br><br><br><br>The volume illuminates the complexity of Latina/o musicians’ lives. They find themselves at the intersection of culture and politics, often pushed to define a vision of what it means to be Latino in a globalizing city in the Nuevo South. At the same time, they often avoid overt political statements and do not participate in immigrants’ rights struggles, instead holding a cautious view of political engagement. Yet despite this politics of ambivalence, Latina/o musicians do assert intellectual agency and engage in a politics that is embedded in their musical community, debating aesthetics, forging collective solidarity with their audiences, and protesting poor working conditions.  <br><br><br><br><br><br>Challenging scholarship on popular music that focuses on famous artists or on one particular genre, this volume demonstrates how exploring the everyday lives of ordinary musicians can lead to a deeper understanding of musicians’ role in society. It argues that the often overlooked population of Latina/o musicians should be central to our understanding of what it means to live in a southern U.S. city today.</p>",
    "format": "304 pages",
    "handle": "https://doi.org/10.18574/nyu/9781479859405.001.0001",
    "identifier": "9781479876426",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479860425",
    "packageUrl": "epub_content/9781479876426",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479859405.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479876426",
    "series_names": [
    ],
    "subject": "Anthropology / Latino\\a Studies / Sociology",
    "subtitle": "Immigrants Making Music and Creating Culture in a Southern City",
    "thumbHref": "epub_content/9781479876426/ops/images/9781479876426-th.jpg",
    "title": "The Sounds of Latinidad",
    "title_sort": "Sounds of Latinidad",
    "type": "Text"
}