{
   "thumbHref" : "epub_content/9780814779965/ops/images/9780814779965-th.jpg",
   "subject" : "HISTORY / United States / 20th Century",
   "date" : "1944",
   "description" : "Cool. The concept has distinctly American qualities and it permeates\nalmost every aspect of contemporary American culture. From Kool\ncigarettes and the Peanuts cartoon's Joe Cool to West Side Story (Keep\ncool, boy.) and urban slang (Be cool. Chill out.), the idea of cool, in\nits many manifestations, has seized a central place in our vocabulary.\n\nWhere did this preoccupation with cool come from? How was Victorian\nculture, seemingly so ensconced, replaced with the current emotional\nstatus quo? From whence came American Cool?\n\nThese are the questions Peter Stearns seeks to answer in this timely and\nengaging volume.\n\nAmerican Cool focuses extensively on the transition decades, from the\nerosion of Victorianism in the 1920s to the solidification of a cool\nculture in the 1960s. Beyond describing the characteristics of the new\ndirections and how they altered or amended earlier standards, the book\nseeks to explain why the change occured. It then assesses some of the\noutcomes and longer-range consequences of this transformation.\n",
   "type" : "Text",
   "title" : "American Cool",
   "coverage" : "New York, London",
   "handle" : "http://hdl.handle.net/2333.1/v6wwq19j",
   "identifier" : "9780814779965",
   "rootUrl" : "epub_content/9780814779965",
   "description_html" : "\n<p>Cool. The concept has distinctly American qualities and it permeates almost every aspect of contemporary American culture. From Kool cigarettes and the Peanuts cartoon's Joe Cool to <i>West Side Story</i> (Keep cool, boy.) and urban slang (Be cool. Chill out.), the idea of cool, in its many manifestations, has seized a central place in our vocabulary.</p> <p>Where did this preoccupation with cool come from? How was Victorian culture, seemingly so ensconced, replaced with the current emotional status quo? From whence came American Cool?</p> <p>These are the questions Peter Stearns seeks to answer in this timely and engaging volume.</p> <p><i>American Cool</i> focuses extensively on the transition decades, from the erosion of Victorianism in the 1920s to the solidification of a cool culture in the 1960s. Beyond describing the characteristics of the new directions and how they altered or amended earlier standards, the book seeks to explain why the change occured. It then assesses some of the outcomes and longer-range consequences of this transformation.</p>",
   "rights" : "All rights reserved",
   "author" : "Peter N. Stearns",
   "publisher" : "New York University Press",
   "format" : "382 Pages",
   "subtitle" : "Constructing a Twentieth-Century Emotional Style",
   "coverHref" : "epub_content/9780814779965/ops/images/9780814779965.jpg",
   "title_sort" : "American Cool",
   "language" : "en",
   "packageUrl" : "epub_content/9780814779965",
   "author_sort" : "Stearns, Peter N."
}
