{
    "author": "Charlene Mires",
    "author_sort": "Mires, Charlene",
    "coverHref": "epub_content/9780814708354/ops/images/9780814708354.jpg",
    "coverage": "New York",
    "date": "2013",
    "description": "From 1944 to 1946, as the world pivoted from the Second World War to an unsteady peace, Americans in more than two hundred cities and towns mobilized to chase an implausible dream. The newly-created United Nations needed a meeting place, a central place for global diplomacy&#8212;a Capital of the World. But what would it look like, and where would it be? Without invitation, civic boosters in every region of the United States leapt at the prospect of transforming their hometowns into the Capital of the World. The idea stirred in big cities&#8212;Chicago, San Francisco, St. Louis, New Orleans, Denver, and more. It fired imaginations in the Black Hills of South Dakota and in small towns from coast to coast.  Meanwhile, within the United Nations the search for a headquarters site became a debacle that threatened to undermine the organization in its earliest days. At times it seemed the world&#8217;s diplomats could agree on only one thing: under no circumstances did they want the United Nations to be based in New York. And for its part, New York worked mightily just to stay in the race it would eventually win. With a sweeping view of the United States&#8217; place in the world at the end of World War II, Capital of the World tells the dramatic, surprising, and at times comic story of hometown promoters in pursuit of an extraordinary prize and the diplomats who struggled with the balance of power at a pivotal moment in history.",
    "description_html": "<p>From 1944 to 1946, as the world pivoted from the Second World War to an unsteady peace, Americans in more than two hundred cities and towns mobilized to chase an implausible dream. The newly-created United Nations needed a meeting place, a central place for global diplomacy&#8212;a Capital of the World. But what would it look like, and where would it be? Without invitation, civic boosters in every region of the United States leapt at the prospect of transforming their hometowns into the Capital of the World. The idea stirred in big cities&#8212;Chicago, San Francisco, St. Louis, New Orleans, Denver, and more. It fired imaginations in the Black Hills of South Dakota and in small towns from coast to coast.  <br><br><br><br><br><br>Meanwhile, within the United Nations the search for a headquarters site became a debacle that threatened to undermine the organization in its earliest days. At times it seemed the world&#8217;s diplomats could agree on only one thing: under no circumstances did they want the United Nations to be based in New York. And for its part, New York worked mightily just to stay in the race it would eventually win. <br><br><br><br><br><br>With a sweeping view of the United States&#8217; place in the world at the end of World War II, Capital of the World tells the dramatic, surprising, and at times comic story of hometown promoters in pursuit of an extraordinary prize and the diplomats who struggled with the balance of power at a pivotal moment in history.</p>",
    "format": "328 pages",
    "identifier": "9780814708354",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479833757",
    "packageUrl": "epub_content/9780814708354",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814708354.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814708354",
    "subject": "History",
    "subtitle": "The Race to Host the United Nations",
    "thumbHref": "epub_content/9780814708354/ops/images/9780814708354-th.jpg",
    "title": "Capital of the World",
    "title_sort": "Capital of the World",
    "type": "Text"
}