{
    "author": "Susan Burch",
    "author_sort": "Burch, Susan",
    "coverHref": "epub_content/9780814789988/ops/images/9780814789988.jpg",
    "coverage": "New York",
    "date": "2002",
    "description": "Choice Outstanding Academic Title 2003A reinterpretation of early 20th century Deaf history, with sign language at its center  During the nineteenth century, American schools for deaf education regarded sign language as the \"natural language\" of Deaf people, using it as the principal mode of instruction and communication.  These schools inadvertently became the seedbeds of an emerging Deaf community and culture.  But beginning in the 1880s, an oralist movement developed that sought to suppress sign language, removing Deaf teachers and requiring deaf people to learn speech and lip reading.  Historians have all assumed that in the early decades of the twentieth century oralism triumphed overwhelmingly. Susan Burch shows us that everyone has it wrong; not only did Deaf students continue to use sign language in schools, hearing teachers relied on it as well. In Signs of Resistance, Susan Burch persuasively reinterprets early twentieth century Deaf history: using community sources such as Deaf newspapers, memoirs, films, and oral (sign language) interviews, Burch shows how the Deaf community mobilized to defend sign language and Deaf teachers, in the process facilitating the formation of collective Deaf consciousness, identity and political organization.",
    "description_html": "<p><b><i>Choice</i> Outstanding Academic Title 2003</b><br><br><b>A reinterpretation of early 20th century Deaf history, with sign language at its center</b><br><br>  During the nineteenth century, American schools for deaf education regarded sign language as the \"natural language\" of Deaf people, using it as the principal mode of instruction and communication.  These schools inadvertently became the seedbeds of an emerging Deaf community and culture.  But beginning in the 1880s, an oralist movement developed that sought to suppress sign language, removing Deaf teachers and requiring deaf people to learn speech and lip reading.  Historians have all assumed that in the early decades of the twentieth century oralism triumphed overwhelmingly.<br><br> Susan Burch shows us that everyone has it wrong; not only did Deaf students continue to use sign language in schools, hearing teachers relied on it as well. In <b>Signs of Resistance</b>, Susan Burch persuasively reinterprets early twentieth century Deaf history: using community sources such as Deaf newspapers, memoirs, films, and oral (sign language) interviews, Burch shows how the Deaf community mobilized to defend sign language and Deaf teachers, in the process facilitating the formation of collective Deaf consciousness, identity and political organization.</p>",
    "format": "230 pages",
    "identifier": "9780814789988",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814798942",
    "packageUrl": "epub_content/9780814789988",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814789988.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814789988",
    "series_names": [
    ],
    "subject": "Disability Studies / History",
    "subtitle": "American Deaf Cultural History, 1900 to World War II",
    "thumbHref": "epub_content/9780814789988/ops/images/9780814789988-th.jpg",
    "title": "Signs of Resistance",
    "title_sort": "Signs of Resistance",
    "type": "Text"
}