{
    "author": "Ellen Samuels",
    "author_sort": "Samuels, Ellen",
    "coverHref": "epub_content/9781479855049/ops/images/9781479855049.jpg",
    "coverage": "New York",
    "date": "2014",
    "description": "Explores the roots of modern understandings of bodily identityIn the mid-nineteenth-century United States, as it became increasingly difficult to distinguish between bodies understood as black, white, or Indian; able-bodied or disabled; and male or female, intense efforts emerged to define these identities as biologically distinct and scientifically verifiable in a literally marked body. Combining literary analysis, legal history, and visual culture, Ellen Samuels traces the evolution of the “fantasy of identification”—the powerful belief that embodied social identities are fixed,verifiable, and visible through modern science. From birthmarks and fingerprints to blood quantum and DNA, she examines how this fantasy has circulated between cultural representations, law, science, and policy to become one of the most powerfully institutionalized ideologies of modern society. Yet, as Samuels demonstrates, in every case, the fantasy distorts its claimed scientific basis, substituting subjective language for claimed objective fact. From its early emergence in discourses about disability fakery and fugitive slaves in the nineteenth century to its most recent manifestation in the question of sex testing at the 2012 Olympic Games, Fantasies of Identification explores the roots of modern understandings of bodily identity.",
    "description_html": "<p><b>Explores the roots of modern understandings of bodily identity</b><br><br>In the mid-nineteenth-century United States, as it became increasingly difficult to distinguish between bodies understood as black, white, or Indian; able-bodied or disabled; and male or female, intense efforts emerged to define these identities as biologically distinct and scientifically verifiable in a literally marked body. Combining literary analysis, legal history, and visual culture, Ellen Samuels traces the evolution of the “fantasy of identification”—the powerful belief that embodied social identities are fixed,<br>verifiable, and visible through modern science. From birthmarks and fingerprints to blood quantum and DNA, she examines how this fantasy has circulated between cultural representations, law, science, and policy to become one of the most powerfully institutionalized ideologies of modern society. <br><br>Yet, as Samuels demonstrates, in every case, the fantasy distorts its claimed scientific basis, substituting subjective language for claimed objective fact. From its early emergence in discourses about disability fakery and fugitive slaves in the nineteenth century to its most recent manifestation in the question of sex testing at the 2012 Olympic Games, <i>Fantasies of Identification</i> explores the roots of modern understandings of bodily identity.</p>",
    "format": "273 pages",
    "identifier": "9781479855049",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479855049",
    "packageUrl": "epub_content/9781479855049",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479855049.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479855049",
    "series_names": [
    ],
    "subject": "American Studies / Disability Studies",
    "subtitle": "Disability, Gender, Race",
    "thumbHref": "epub_content/9781479855049/ops/images/9781479855049-th.jpg",
    "title": "Fantasies of Identification",
    "title_sort": "Fantasies of Identification",
    "type": "Text"
}