{
    "author": "Per Schelde",
    "author_sort": "Schelde, Per",
    "coverHref": "epub_content/9780814788752/ops/images/9780814788752.jpg",
    "coverage": "New York",
    "date": "1993",
    "description": "Science fiction films, from the original Frankenstein and The Fly to Blade Runner and The Terminator, traditionally have been filled with aliens, spaceships, androids, cyborgs, and all sorts of robotic creatures along with their various creators.  The popular appeal of these characters is undeniable, but what is the meaning of this generation of creatures?  What is the relationship of mad scientist to subject, of human to android, of creature to creator? Androids, Humanoids, and Other Folklore Monsters is a profound investigation of this popular cultural form.  Starting his discussion with the possible source of these creatures, anthropologist and writer Per Schelde identifies the origin of these critters in the folklore of past generations.  Continuing in the tradition of ancient folklore, contends Schelde, science fiction film is a fictional account of the ongoing battle between nature and culture.  With the advance of science, the trolls, dwarves, pixies, nixies, and huldres that represented the unknown natural forces of the world were virtually killed off by ever-increasing knowledge and technology.  The natural forces of the past that provided a threat to humans were replaced by the danger of unknown scientific experiments and disasters, as represented by their offspring: science fiction monsters. As the development of genetics, biomedical engineering, and artificial intelligence blur the lines between human and machine in the real world, thus invading the natural landscape with the products of man's techno-culture, the representation of this development poses interesting questions.  As Per Schelde shows, it becomes increasingly difficult in science fiction film to define the humans from their creations, and thus increasingly difficult to identify the monster. Unlike science fiction literature, science fiction film has until now been largely neglected as a genre worthy of study and scholarship. Androids, Humanoids, and Other Folklore Monsters explores science fiction (sf) film as the modern incarnation of folklore, emblematic of the struggle between nature and culture—but with a new twist. Schelde explains how, as science conquered the forests and mountains of the wild, the mythic creatures of these realms—trolls, elves, and ogres—were relegated to cartoons and children's stories. Technology and outer space came to represent the modern wild, and this new unknown came alive in the popular imagination with the embodiments of our fears of that unknown: androids, cyborgs, genetics, and artificial intelligence gone awry. Implicit in all of these is a fear, and an indictment, of the power of science to invade our minds and bodies, replacing the individual soul with a mechanical, machine-made one. Focusing his analysis on sixty-five popular films, from Frankenstein and Metropolis to Invasion of the Body Snatchers, The Terminator, and Blade Runner, Per Schelde brings his command of traditional folklore to this serious but eminently readable look at SF movies, decoding their curious and often terrifying images as expressions of modern man's angst in the face of a rapidly advancing culture he cannot control. Anyone with an interest in popular culture, folklore, film studies, or science fiction will enjoy this original and comprehensive study.",
    "description_html": "<p>Science fiction films, from the original <i>Frankenstein</i> and <i>The Fly</i> to <i>Blade Runner</i> and <i>The Terminator</i>, traditionally have been filled with aliens, spaceships, androids, cyborgs, and all sorts of robotic creatures along with their various creators.  The popular appeal of these characters is undeniable, but what is the meaning of this generation of creatures?  What is the relationship of mad scientist to subject, of human to android, of creature to creator?<br> <i>Androids, Humanoids, and Other Folklore Monsters</i> is a profound investigation of this popular cultural form.  Starting his discussion with the possible source of these creatures, anthropologist and writer Per Schelde identifies the origin of these critters in the folklore of past generations.  Continuing in the tradition of ancient folklore, contends Schelde, science fiction film is a fictional account of the ongoing battle between nature and culture.  With the advance of science, the trolls, dwarves, pixies, nixies, and huldres that represented the unknown natural forces of the world were virtually killed off by ever-increasing knowledge and technology.  The natural forces of the past that provided a threat to humans were replaced by the danger of unknown scientific experiments and disasters, as represented by their offspring: science fiction monsters.<br> As the development of genetics, biomedical engineering, and artificial intelligence blur the lines between human and machine in the real world, thus invading the natural landscape with the products of man's techno-culture, the representation of this development poses interesting questions.  As Per Schelde shows, it becomes increasingly difficult in science fiction film to define the humans from their creations, and thus increasingly difficult to identify the monster.<br> Unlike science fiction literature, science fiction film has until now been largely neglected as a genre worthy of study and scholarship. <i>Androids, Humanoids, and Other Folklore Monsters</i> explores science fiction (sf) film as the modern incarnation of folklore, emblematic of the struggle between nature and culture—but with a new twist.<br> Schelde explains how, as science conquered the forests and mountains of the wild, the mythic creatures of these realms—trolls, elves, and ogres—were relegated to cartoons and children's stories. Technology and outer space came to represent the modern wild, and this new unknown came alive in the popular imagination with the embodiments of our fears of that unknown: androids, cyborgs, genetics, and artificial intelligence gone awry. Implicit in all of these is a fear, and an indictment, of the power of science to invade our minds and bodies, replacing the individual soul with a mechanical, machine-made one.<br> Focusing his analysis on sixty-five popular films, from <i>Frankenstein</i> and <i>Metropolis</i> to <i>Invasion of the Body Snatchers, The Terminator,</i> and <i>Blade Runner,</i> Per Schelde brings his command of traditional folklore to this serious but eminently readable look at SF movies, decoding their curious and often terrifying images as expressions of modern man's angst in the face of a rapidly advancing culture he cannot control. Anyone with an interest in popular culture, folklore, film studies, or science fiction will enjoy this original and comprehensive study.</p>",
    "format": "292 pages",
    "identifier": "9780814788752",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814779958",
    "packageUrl": "epub_content/9780814788752",
    "permanent_url": false,
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814788752",
    "series_names": [
    ],
    "subject": "Anthropology / Media & Technology",
    "subtitle": "Science and Soul in Science Fiction Films",
    "thumbHref": "epub_content/9780814788752/ops/images/9780814788752-th.jpg",
    "title": "Androids, Humanoids, and Other Folklore Monsters",
    "title_sort": "Androids, Humanoids, and Other Folklore Monsters",
    "type": "Text"
}