{
    "author": "Marissa K. López",
    "author_sort": "López, Marissa K.",
    "coverHref": "epub_content/9780814753293/ops/images/9780814753293.jpg",
    "coverage": "New York",
    "date": "2011",
    "description": "Part of the American Literatures Initiative Series  Chicano Nations argues that the transnationalism that is central to Chicano identity originated in the global, postcolonial moment at the turn of the nineteenth century rather than as an effect of contemporary economic conditions, which began in the mid nineteenth century and primarily affected the laboring classes. The Spanish empire then began to implode, and colonists in the “new world” debated the national contours of the viceroyalties. This is where Marissa K. López locates the origins of Chicano literature, which is now and always has been “postnational,” encompassing the wealthy, the poor, the white, and the mestizo. Tracing its long history and the diversity of subject positions it encompasses, Chicano Nations explores the shifting literary forms authors have used to write the nation from the nineteenth to the twenty-first centuries.López argues that while national and global tensions lie at the historical heart of Chicana/o narratives of the nation, there should be alternative ways to imagine the significance of Chicano literature other than as a reflection of national identity. In a nuanced analysis, the book provides a way to think of early writers as a meaningful part of Chicano literary history, and, in looking at the nation, rather than the particularities of identity, as that which connects Chicano literature over time, it engages the emerging hemispheric scholarship on U.S. literature.",
    "description_html": "<p>Part of the American Literatures Initiative Series  <br><br><br>Chicano Nations argues that the transnationalism that is central to Chicano identity originated in the global, postcolonial moment at the turn of the nineteenth century rather than as an effect of contemporary economic conditions, which began in the mid nineteenth century and primarily affected the laboring classes. The Spanish empire then began to implode, and colonists in the “new world” debated the national contours of the viceroyalties. This is where Marissa K. López locates the origins of Chicano literature, which is now and always has been “postnational,” encompassing the wealthy, the poor, the white, and the mestizo. Tracing its long history and the diversity of subject positions it encompasses, Chicano Nations explores the shifting literary forms authors have used to write the nation from the nineteenth to the twenty-first centuries.<br><br><br><br>López argues that while national and global tensions lie at the historical heart of Chicana/o narratives of the nation, there should be alternative ways to imagine the significance of Chicano literature other than as a reflection of national identity. In a nuanced analysis, the book provides a way to think of early writers as a meaningful part of Chicano literary history, and, in looking at the nation, rather than the particularities of identity, as that which connects Chicano literature over time, it engages the emerging hemispheric scholarship on U.S. literature.</p>",
    "format": "269 pages",
    "identifier": "9780814753293",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814752623",
    "packageUrl": "epub_content/9780814753293",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814752616.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814753293",
    "subject": "History / Latino\\a Studies / Literature & Literary Studies",
    "subtitle": "The Hemispheric Origins of Mexican American Literature",
    "thumbHref": "epub_content/9780814753293/ops/images/9780814753293-th.jpg",
    "title": "Chicano Nations",
    "title_sort": "Chicano Nations",
    "type": "Text"
}