{
    "author": "Oleg Budnitskii, David Engel, Gennady Estraikh, Anna Shternshis",
    "author_sort": "Budnitskii, Oleg",
    "coverHref": "epub_content/9781479819454/ops/images/9781479819454.jpg",
    "coverage": "New York",
    "date": "2022",
    "description": "Provides a comprehensive history of Soviet Jewry during World War IIAt the beginning of the twentieth century, more Jews lived in the Russian Empire than anywhere else in the world. After the Holocaust, the USSR remained one of the world’s three key centers of Jewish population, along with the United States and Israel. While a great deal is known about the history and experiences of the Jewish people in the US and in Israel in the twentieth century, much less is known about the experiences of Soviet Jews. Understanding the history of Jewish communities under Soviet rule is essential to comprehending the dynamics of Jewish history in the modern world. Only a small number of scholars and the last generation of Soviet Jews who lived during this period hold a deep knowledge of this history. Jews in the Soviet Union, a new multi-volume history, is an unprecedented undertaking. Publishing over the next few years, this groundbreaking work draws on rare access to documents from the Soviet archives, allowing for the presentation of a sweeping history of Jewish life in the Soviet Union from 1917 through the early 1990s.Volume 3 explores how the Soviet Union’s changing relations with Nazi Germany between the signing of a nonaggression pact in August 1939 and the Soviet victory over German forces in World War II affected the lives of some five million Jews who lived under Soviet rule at the beginning of that period. Nearly three million of those Jews perished; those who remained constituted a drastically diminished group, which represented a truncated but still numerically significant postwar Soviet Jewish community.Most of the Jews who lived in the USSR in 1939 experienced the war in one or more of three different environments: under German occupation, in the Red Army, or as evacuees to the Soviet interior. The authors describe the evolving conditions for Jews in each area and the ways in which they endeavored to cope with and to make sense of their situation. They also explore the relations between Jews and their non-Jewish neighbors, the role of the Soviet state in shaping how Jews understood and responded to their changing life conditions, and the ways in which different social groups within the Soviet Jewish population—residents of the newly-annexed territories, the urban elite, small-town Jews, older generations with pre-Soviet memories, and younger people brought up entirely under Soviet rule—behaved. This book is a vital resource for understanding an oft-overlooked history of a major Jewish community.",
    "description_html": "<p><b>Provides a comprehensive history of Soviet Jewry during World War II</b><br><br>At the beginning of the twentieth century, more Jews lived in the Russian Empire than anywhere else in the world. After the Holocaust, the USSR remained one of the world’s three key centers of Jewish population, along with the United States and Israel. While a great deal is known about the history and experiences of the Jewish people in the US and in Israel in the twentieth century, much less is known about the experiences of Soviet Jews. Understanding the history of Jewish communities under Soviet rule is essential to comprehending the dynamics of Jewish history in the modern world. Only a small number of scholars and the last generation of Soviet Jews who lived during this period hold a deep knowledge of this history. <i>Jews in the Soviet Union</i>, a new multi-volume history, is an unprecedented undertaking. Publishing over the next few years, this groundbreaking work draws on rare access to documents from the Soviet archives, allowing for the presentation of a sweeping history of Jewish life in the Soviet Union from 1917 through the early 1990s.<br><br>Volume 3 explores how the Soviet Union’s changing relations with Nazi Germany between the signing of a nonaggression pact in August 1939 and the Soviet victory over German forces in World War II affected the lives of some five million Jews who lived under Soviet rule at the beginning of that period. Nearly three million of those Jews perished; those who remained constituted a drastically diminished group, which represented a truncated but still numerically significant postwar Soviet Jewish community.<br><br>Most of the Jews who lived in the USSR in 1939 experienced the war in one or more of three different environments: under German occupation, in the Red Army, or as evacuees to the Soviet interior. The authors describe the evolving conditions for Jews in each area and the ways in which they endeavored to cope with and to make sense of their situation. They also explore the relations between Jews and their non-Jewish neighbors, the role of the Soviet state in shaping how Jews understood and responded to their changing life conditions, and the ways in which different social groups within the Soviet Jewish population—residents of the newly-annexed territories, the urban elite, small-town Jews, older generations with pre-Soviet memories, and younger people brought up entirely under Soviet rule—behaved. This book is a vital resource for understanding an oft-overlooked history of a major Jewish community.</p>",
    "format": "440 pages",
    "identifier": "9781479819454",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License",
    "license_abbreviation": "CC BY-NC-ND",
    "license_icon": "https://i.creativecommons.org/l/by-nc-nd/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-nd/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479819430",
    "packageUrl": "epub_content/9781479819454",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479819492.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479819454",
    "subject": "History / Jewish Studies",
    "subtitle": "War, Conquest, and Catastrophe, 1939–1945, Volume 3",
    "thumbHref": "epub_content/9781479819454/ops/images/9781479819454-th.jpg",
    "title": "Jews in the Soviet Union: A History",
    "title_sort": "Jews in the Soviet Union: A History",
    "type": "Text"
}