{
    "author": "Gennady Estraikh",
    "author_sort": "Estraikh, Gennady",
    "coverHref": "epub_content/9781479819492/ops/images/9781479819492.jpg",
    "coverage": "New York",
    "date": "2022",
    "description": "Offers an analysis of Soviet Jewish society after the death of Joseph StalinAt the beginning of the twentieth century, more Jews lived in the Russian Empire than anywhere else in the world. After the Holocaust, the USSR remained one of the world’s three key centers of Jewish population, along with the United States and Israel. While a great deal is known about the history and experiences of the Jewish people in the US and in Israel in the twentieth century, much less is known about the experiences of Soviet Jews. Understanding the history of Jewish communities under Soviet rule is essential to comprehending the dynamics of Jewish history in the modern world. Only a small number of scholars and the last generation of Soviet Jews who lived during this period hold a deep knowledge of this history. Jews in the Soviet Union, a new multi-volume history, is an unprecedented undertaking. Publishing over the next few years, this groundbreaking work draws on rare access to documents from the Soviet archives, allowing for the presentation of a sweeping history of Jewish life in the Soviet Union from 1917 through the early 1990s.Volume 5 offers a history of Soviet Jewry from the demise of the brutal dictator Joseph Stalin to the military confrontation between Israel and Arab states in 1967 known as the Six-Day War. Both historic events deeply affected Soviet Jews, who numbered over two million in the wake of the Holocaust and still formed at that point the second-largest Jewish population in the world. Stalin’s death led to the release of political prisoners and the reduction of the level of fear in society. The economy was growing and conditions of life were improving. At the same time, the state had doubts about the loyalty of the Jewish population and imposed limitations on their educational and career prospects. The relatively liberal period associated with Nikita Khrushchev’s “thaw” after the Stalinist bitter frost became a prelude to the years when contemplation about, or practical steps toward, emigration to Israel or elsewhere began to play an increasing role in the lives of Soviet Jews. In this pioneering analysis of the “thaw” years in Soviet Jewish history, Gennady Estraikh focuses both on the factors driving emigration and dissent, and on those Jews who were able to attain a high standard of living, and to rise to esteemed positions in managerial, academic, bohemian, and other segments of the Soviet elite.",
    "description_html": "<p><b>Offers an analysis of Soviet Jewish society after the death of Joseph Stalin</b><br><br>At the beginning of the twentieth century, more Jews lived in the Russian Empire than anywhere else in the world. After the Holocaust, the USSR remained one of the world’s three key centers of Jewish population, along with the United States and Israel. While a great deal is known about the history and experiences of the Jewish people in the US and in Israel in the twentieth century, much less is known about the experiences of Soviet Jews. Understanding the history of Jewish communities under Soviet rule is essential to comprehending the dynamics of Jewish history in the modern world. Only a small number of scholars and the last generation of Soviet Jews who lived during this period hold a deep knowledge of this history. <i>Jews in the Soviet Union</i>, a new multi-volume history, is an unprecedented undertaking. Publishing over the next few years, this groundbreaking work draws on rare access to documents from the Soviet archives, allowing for the presentation of a sweeping history of Jewish life in the Soviet Union from 1917 through the early 1990s.<br><br>Volume 5 offers a history of Soviet Jewry from the demise of the brutal dictator Joseph Stalin to the military confrontation between Israel and Arab states in 1967 known as the Six-Day War. Both historic events deeply affected Soviet Jews, who numbered over two million in the wake of the Holocaust and still formed at that point the second-largest Jewish population in the world. Stalin’s death led to the release of political prisoners and the reduction of the level of fear in society. The economy was growing and conditions of life were improving. At the same time, the state had doubts about the loyalty of the Jewish population and imposed limitations on their educational and career prospects. The relatively liberal period associated with Nikita Khrushchev’s “thaw” after the Stalinist bitter frost became a prelude to the years when contemplation about, or practical steps toward, emigration to Israel or elsewhere began to play an increasing role in the lives of Soviet Jews. <br><br>In this pioneering analysis of the “thaw” years in Soviet Jewish history, Gennady Estraikh focuses both on the factors driving emigration and dissent, and on those Jews who were able to attain a high standard of living, and to rise to esteemed positions in managerial, academic, bohemian, and other segments of the Soviet elite.</p>",
    "format": "440 pages",
    "identifier": "9781479819492",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License",
    "license_abbreviation": "CC BY-NC-ND",
    "license_icon": "https://i.creativecommons.org/l/by-nc-nd/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-nd/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479819461",
    "packageUrl": "epub_content/9781479819492",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479819454.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479819492",
    "subject": "History / Jewish Studies / Religion",
    "subtitle": "After Stalin, 1953–1967, Volume 5",
    "thumbHref": "epub_content/9781479819492/ops/images/9781479819492-th.jpg",
    "title": "Jews in the Soviet Union: A History",
    "title_sort": "Jews in the Soviet Union: A History",
    "type": "Text"
}