{
    "author": "Amira Jarmakani",
    "author_sort": "Jarmakani, Amira",
    "coverHref": "epub_content/9781479896059/ops/images/9781479896059.jpg",
    "coverage": "New York",
    "date": "2015",
    "description": "A curious figure stalks the pages of a distinct subset of mass-market romance novels, aptly called &#8220;desert romances.&#8221; Animalistic yet sensitive, dark and attractive, the desert prince or sheikh emanates manliness and raw, sexual power. In the years since September 11, 2001, the sheikh character has steadily risen in popularity in romance novels, even while depictions of Arab masculinity as backward and violent in nature have dominated the cultural landscape.   An Imperialist Love Story contributes to the broader conversation about the legacy of orientalist representations of Arabs in Western popular culture. Combining close readings of novels, discursive analysis of blogs and forums, and interviews with authors, Jarmakani explores popular investments in the war on terror by examining the collisions between fantasy and reality in desert romances. Focusing on issues of security, freedom, and liberal multiculturalism, she foregrounds the role that desire plays in contemporary formations of U.S. imperialism. Drawing on transnational feminist theory and cultural studies, An Imperialist Love Story offers a radical reinterpretation of the war on terror, demonstrating romance to be a powerful framework for understanding how it works, and how it perseveres.",
    "description_html": "<p>A curious figure stalks the pages of a distinct subset of mass-market romance novels, aptly called &#8220;desert romances.&#8221; Animalistic yet sensitive, dark and attractive, the desert prince or sheikh emanates manliness and raw, sexual power. In the years since September 11, 2001, the sheikh character has steadily risen in popularity in romance novels, even while depictions of Arab masculinity as backward and violent in nature have dominated the cultural landscape.   <br><br><br><br><br><br>An Imperialist Love Story contributes to the broader conversation about the legacy of orientalist representations of Arabs in Western popular culture. Combining close readings of novels, discursive analysis of blogs and forums, and interviews with authors, Jarmakani explores popular investments in the war on terror by examining the collisions between fantasy and reality in desert romances. Focusing on issues of security, freedom, and liberal multiculturalism, she foregrounds the role that desire plays in contemporary formations of U.S. imperialism. Drawing on transnational feminist theory and cultural studies, An Imperialist Love Story offers a radical reinterpretation of the war on terror, demonstrating romance to be a powerful framework for understanding how it works, and how it perseveres.</p>",
    "format": "288 pages",
    "identifier": "9781479896059",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9781479820863",
    "packageUrl": "epub_content/9781479896059",
    "permanent_url": "https://doi.org/10.18574/nyu/9781479896059.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9781479896059",
    "subject": "American Studies",
    "subtitle": "Desert Romances and the War on Terror",
    "thumbHref": "epub_content/9781479896059/ops/images/9781479896059-th.jpg",
    "title": "An Imperialist Love Story",
    "title_sort": "Imperialist Love Story",
    "type": "Text"
}