{
    "author": "Robert W. Jackson",
    "author_sort": "Jackson, Robert W.",
    "coverHref": "epub_content/9780814745045/ops/images/9780814745045.jpg",
    "coverage": "New York",
    "date": "2011",
    "description": "Choice's Outstanding Academic Title list for 2013  \"There is no comparable book on this tunnel. Highly recommended.\"&#8212;Choice ReviewsEvery year, more than thirty-three million vehicles traverse the Holland Tunnel, making their way to and from Jersey City and Lower Manhattan. From tourists to commuters, many cross the tunnel's 1.6-mile corridor on a daily basis, and yet few know much about this amazing feat of early 20th-century engineering. How was it built, by whom, and at what cost? These and many other questions are answered in Highway Under the Hudson: A History of the Holland Tunnel, Robert W. Jackson's fascinating story about this seminal structure in the history of urban transportation. Jackson explains the economic forces which led to the need for the tunnel, and details the extraordinary political and social politicking that took place on both sides of the Hudson River to finally enable its construction. He also introduces us to important figures in the tunnel's history, such as New Jersey Governor Walter E. Edge, who, more than anyone else, made the dream of a tunnel a reality and George Washington Goethals (builder of the Panama Canal and namesake of the Goethals Bridge), the first chief engineer of the project.Fully illustrated with more than 50 beautiful archival photographs and drawings, Jackson's story of the Holland Tunnel is one of great human drama, with heroes and villains, that illustrates how great things are accomplished, and at what price.Highway Under the Hudson featured in the New York TimesListen to Robert Jackson talk about the book on WAMC Radio",
    "description_html": "<p><b>Choice's Outstanding Academic Title list for 2013</b> <br> \"There is no comparable book on this tunnel. Highly recommended.\"&#8212;Choice Reviews<br><br><br><br>Every year, more than thirty-three million vehicles traverse the Holland Tunnel, making their way to and from Jersey City and Lower Manhattan. From tourists to commuters, many cross the tunnel's 1.6-mile corridor on a daily basis, and yet few know much about this amazing feat of early 20th-century engineering. How was it built, by whom, and at what cost? These and many other questions are answered in Highway Under the Hudson: A History of the Holland Tunnel, Robert W. Jackson's fascinating story about this seminal structure in the history of urban transportation. <br><br>Jackson explains the economic forces which led to the need for the tunnel, and details the extraordinary political and social politicking that took place on both sides of the Hudson River to finally enable its construction. He also introduces us to important figures in the tunnel's history, such as New Jersey Governor Walter E. Edge, who, more than anyone else, made the dream of a tunnel a reality and George Washington Goethals (builder of the Panama Canal and namesake of the Goethals Bridge), the first chief engineer of the project.<br><br>Fully illustrated with more than 50 beautiful archival photographs and drawings, Jackson's story of the Holland Tunnel is one of great human drama, with heroes and villains, that illustrates how great things are accomplished, and at what price.<br><br>Highway Under the Hudson featured in the New York Times<br><br>Listen to Robert Jackson talk about the book on WAMC Radio</p>",
    "format": "320 pages",
    "identifier": "9780814745045",
    "isDownloadable": true,
    "language": "eng",
    "license": "Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License",
    "license_abbreviation": "CC BY-NC-SA",
    "license_icon": "https://i.creativecommons.org/l/by-nc-sa/4.0/80x15.png",
    "license_link": "https://creativecommons.org/licenses/by-nc-sa/4.0/",
    "nyu_press_website_buy_the_book_url": "https://nyupress.org/9780814742990",
    "packageUrl": "epub_content/9780814745045",
    "permanent_url": "https://doi.org/10.18574/nyu/9780814742990.001.0001",
    "publisher": "NYU Press",
    "rights": "All rights reserved",
    "rootUrl": "epub_content/9780814745045",
    "subject": "History / New York City & Regional Interest",
    "subtitle": "A History of the Holland Tunnel",
    "thumbHref": "epub_content/9780814745045/ops/images/9780814745045-th.jpg",
    "title": "Highway under the Hudson",
    "title_sort": "Highway under the Hudson",
    "type": "Text"
}